Repository: Swiftgram/translations
Catalog: *.lproj/SGLocalizable.strings
Languages: af, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nl, no, pt, ro, ru, sr, sv, tr, uk, uz, vi, zh_hans, zh_hant

# Settings.DefaultEmojisFirst
source: Prioritize standard emojis
af: Prioritise standaard emojis
cs: Upřednostněte standardní emoji
da: Prioriter standard emojis
de: Priorisieren Sie Standard-Emojis
el: Δώστε προτεραιότητα στα τυπικά emojis
es: Priorizar emojis estándar
fi: Anna etusijalle vakiotunnuksia
fr: Prioriser les emojis standard
he: העדף רמזי פנים סטנדרטיים
hi: मुख्यत: मानक इमोजी को प्राथमिकता दें
id: Berikan prioritas pada emoji standar
ja: 標準エモジを優先
ko: 표준 이모지 우선순위 설정
nl: Standaardemoji's prioriteren
no: Prioriter standard emojis
pt: Priorizar emojis padrão
ro: Prioritize emoticoanele standard
ru: Приоритизировать стандартные эмодзи
sr: Приоритизовати стандардне емотиконе
sv: Prioritera standardemojis
tr: Standart emojileri önceliklendirin
uz: Standart emoyilarni prioritetga qo'ying
vi: Ưu tiên biểu tượng cảm xúc tiêu chuẩn
zh_hant: 優先顯示標準表情符號

# Settings.DefaultEmojisFirst.Notice
source: Show standard emojis before premium in emoji keyboard
af: Wys standaard emojis voor premium op die emoji sleutelbord
cs: Zobrazit standardní emoji před prémiovými na klávesnici s emoji
da: Vis standard emojis før premium i emoji-tastaturet
de: Zeigen Sie Standard-Emojis vor Premium-Emojis in der Emoji-Tastatur
el: Εμφανίστε τυπικά emojis πριν από premium στο πληκτρολόγιο emojis
es: Mostrar emojis estándar antes que premium en el teclado de emojis
fi: Näytä vakiotunnukset ennen premium-tunnuksia tunnusnäppäimistössä
fr: Afficher les emojis standard avant les emojis premium dans le clavier emoji
he: הצג רמזי פנים סטנדרטיים לפני פרימיום במקלדת רמזי פנים
hi: इमोजी कीबोर्ड में प्रीमियम से पहले मानक इमोजी दिखाएं
hu: Mutassa az alap emojisokat az emoji billentyűzet előtt a prémiumok helyett
id: Tampilkan emoji standar sebelum emoji premium di papan tombol emoji
ja: 絵文字キーボードでプレミアムより前に標準エモジを表示
ko: 이모지 키보드에서 프리미엄 이모지보다 표준 이모지 우선 표시
nl: Toon standaardemoji's vóór premium in emoji-toetsenbord
no: Vis standard emojis før premium på emoji-tastaturet
pt: Mostrar emojis padrão antes dos premium no teclado de emojis
ro: Afișați emoticoanele standard înainte de cele premium în tastatura emoji
ru: Показывать стандартные эмодзи перед Premium в эмодзи-клавиатуре
sr: Прикажи стандардне емотиконе пре премијумских на тастатури емотикона
sv: Visa standardemojis innan premium i emoji-tangentbordet
tr: Emoji klavyesinde premiumdan önce standart emojileri göster
uz: Emojilar klaviaturasida premiumdan oldin standart alifbo emoyilarni ko'rsating
vi: Hiển thị biểu tượng cảm xúc tiêu chuẩn trước biểu tượng cảm xúc cao cấp trên bàn phím biểu tượng cảm xúc
zh_hant: 在表情符號鍵盤中，先顯示標準表情符號，再顯示 Premium 的

# Chat.Created
source: created: %@
af: geskep: %@
cs: vytvořeno: %@
da: oprettet: %@
de: erstellt: %@
el: δημιουργήθηκε: %@
es: creado: %@
fr: créé: %@
he: נוצר: %@
hi: बनाया गया: %@
hu: létrehozva: %@
id: dibuat: %@
it: creato il: %@
ja: 作成済み: %@
ko: 생성됨: %@
nl: aangemaakt: %@
no: opprettet: %@
pt: criado: %@
ro: creat: %@
ru: создан: %@
sr: креирано: %@
sv: skapad: %@
tr: oluşturuldu: %@
uk: створено: %@
uz: yaratildi: %@
vi: đã tạo: %@
zh_hans: 创建日期: %@
zh_hant: 建立於：%@

# Chat.JoinedDateTitle
source: Joined %@
af: Sluit aan by %@
cs: Připojeno k %@
da: Tilmeldt %@
de: Beigetreten am %@
el: Εντάχθηκε στο %@
es: Unido a %@
fr: Rejoint %@
he: הצטרף/הצטרפה ב־%@
hi: %@ में शामिल हो गया
hu: Csatlakozott %@
id: Bergabung %@
it: Sì è unito a %@
ja: %@ に参加しました
ko: %@에 가입함
nl: Lid geworden %@
no: Ble med %@
pt: Entrou em %@
ro: S-a alăturat %@
ru: Присоединился к %@
sr: Придружен: %@
sv: Gick med %@
tr: Katıldı: %@
uk: Приєднався до %@
uz: %@" ga qo'shildi
vi: Đã tham gia %@
zh_hans: 加入 %@ 的日期
zh_hant: 已加入 %@

# Chat.RegDate
source: Registered
af: Geregistreer
cs: Registrováno
da: Registreret
de: Registriert
el: Εγγεγραμμένος
es: Registrado
fi: Rekisteröity
fr: Enregistré
he: נרשם
hi: पंजीकृत
hu: Regisztrált
id: Terdaftar
it: Registrato
ja: 登録済み
ko: 가입함
nl: Geregistreerd
no: Registrert
pt: Registrado
ro: Înregistrat
ru: Дата регистрации
sr: Регистрован
sv: Registrerad
tr: Kayıtlı
uk: Реєстрація
uz: Ro'yhatga olingan
vi: Đã đăng ký
zh_hans: 注册日期
zh_hant: 註冊日期

# Settings.messageDoubleTapActionOutgoingEdit
source: Double-tap to edit message
af: Dubbelklik om boodskap te wysig
cs: Dvojitým klepnutím upravte zprávu
da: Dobbelt tryk for at redigere besked
de: Doppeltippen, um Nachricht zu bearbeiten
el: Διπλό Πάτημα για Επεξεργασία Μηνύματος
es: Doble toque para editar mensaje
fi: Paina kahdesti muokataksesi viestiä
fr: Appuyez deux fois pour modifier le message
he: לחץ פעמיים לעריכת הודעה
hi: संदेश संपादित करने के लिए दो बार टैप करें
hu: Dupla koppintás a üzenet szerkesztéséhez
id: Ketuk dua kali untuk mengedit pesan
ja: メッセージを編集するにはタップをダブルタップ
ko: 메시지 수정을 위해 두 번 탭
nl: Dubbelklik om bericht te bewerken
no: Dobbelttrykk for å redigere meldingen
pt: Toque duplo para editar mensagem
ro: Apăsați de două ori pentru a edita mesajul
ru: Редактирование двойным тапом
sr: Двоструки додир за уређивање поруке
sv: Dubbeltryck för att redigera meddelandet
tr: Mesajı düzenlemek için çift dokunun
uz: Xabarni tahrirlash uchun ikki marta bosing
vi: Double-tap để chỉnh sửa tin nhắn
zh_hant: 雙擊以編輯訊息
