Repository: Swiftgram/translations
Catalog: *.lproj/SGLocalizable.strings
Languages: af, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nl, no, pt, ro, ru, sr, sv, tr, uk, uz, vi, zh_hans, zh_hant

# Settings.VideoNotes.StartWithRearCam
source: Start with Rear Camera
af: Begin met agterkamera
cs: Začít s zadní kamerou
da: Starte mit umgedrehter Kamera
de: Starte mit umgedrehter Kamera
el: Έναρξη με πίσω κάμερα
es: Comenzar con la cámara trasera
fi: Aloita takakameralla
fr: Commencer avec la caméra arrière
he: התחל עם מצלמה אחורית
hi: रियर कैमरा के साथ शुरू करें
hu: Kezdje a hátsó kamerával
id: Mulai dengan kamera belakang
it: Inizia con la camera posteriore
ja: リアカメラで開始
ko: 후면 카메라로 시작
nl: Start met achtercamera
no: Start med bakkamera
pt: Iniciar com a câmera traseira
ro: Începe cu camera posterioară
ru: На заднюю камеру
sr: Почни са задњом камером
sv: Börja med bakre kamera
tr: Arka kamerayla başlat
uk: Починати запис з задньої камери
uz: Orqa kamerada boshlash
vi: Bắt đầu với camera sau
zh_hans: 默认使用后置相机
zh_hant: 預設使用後置鏡頭

# Settings.CustomColors.Header
source: ACCOUNT COLORS
af: REKENING KLEURE
cs: BARVY ÚČTU
da: KONTOFARVER
de: ACCOUNT FARBEN
el: ΧΡΩΜΑΤΑ ΛΟΓΑΡΙΑΣΜΟΥ
es: COLORES DE LA CUENTA
fi: TILIN VÄRIT
fr: COULEURS DU COMPTE
he: צבעי חשבון
hi: खाता रंग
hu: FIÓK SZÍNEI
id: WARNA AKUN
it: COLORI ACCOUNT
ja: アカウントの色
ko: 계정 색상
nl: ACCOUNTKLEUREN
no: KONTOFARGER
pt: CORES DA CONTA
ro: COLORTURI DE CONT
ru: ПЕРСОНАЛЬНЫЕ ЦВЕТА
sr: БОЈЕ НАЛОГА
sv: KONTOFÄRGER
tr: HESAP RENKLERİ
uk: КОЛЬОРИ АККАУНТУ
uz: Hisob ranglari
vi: MÀU TÀI KHOẢN
zh_hans: 账户颜色
zh_hant: 帳號顏色

# Settings.CustomColors.Saturation
source: SATURATION
af: VERSATIGING
cs: SYTOST
da: MÆTNING
de: SÄTTIGUNG
el: ΑΣΦΑΛΙΣΗ
es: SATURACIÓN
fi: KYLLÄISYYS
he: רווי
hi: संतृप्ति
hu: TELÍTETTSÉG
id: SATURASI
it: SATURAZIONE
ja: 彩度
ko: 채도
nl: VERZADIGING
no: METNING
pt: SATURAÇÃO
ro: SATURARE
ru: НАСЫЩЕННОСТЬ
sr: ЗАСИЋЕЊЕ
sv: MÄTTNING
tr: DOYUM
uk: НАСИЧЕНІСТЬ
uz: SATURATSIYA
vi: ĐỘ BÃO HÒA
zh_hans: 饱和度
zh_hant: 飽和度

# Settings.CustomColors.Saturation.Notice
source: Set to 0%% to disable account colors.
af: Stel versadiging op 0%% om rekening kleure te deaktiveer.
cs: Nastavit sytost na 0%% pro vypnutí barev účtu.
da: Indstil mætning til 0%% for at deaktivere konto farver.
de: Setze Sättigung auf 0%% um Kontofarben zu deaktivieren
el: Ορίστε σε 0%% για να απενεργοποιήσετε τα χρώματα του λογαριασμού.
es: Establecer saturación en 0%% para desactivar los colores de la cuenta
fi: Aseta kylläisyys 0%%:iin poistaaksesi tilin värit käytöstä.
fr: Régler la saturation à 0%% pour désactiver les couleurs du compte
he: קבע רווי ל-0%% כדי לבטל צבעי חשבון
hi: खाता रंगों को निष्क्रिय करने के लिए संतृप्ति को 0%% पर सेट करें
hu: Színértéket 0%%-ra állítva az fiókszíneket letiltja.
id: Setel saturasi menjadi 0%% untuk menonaktifkan warna akun
it: Imposta la saturazione a 0%% per disabilitare i colori dell'account
ja: 彩度を0%%に設定してアカウントの色を無効にする
ko: 계정 색상을 비활성화하려면 채도를 0%%로 설정하세요
nl: Zet op 0%% om accountkleuren uit te schakelen.
no: Satt til 0%% for å deaktivere kontofarger.
pt: Defina a saturação para 0%% para desativar as cores da conta
ro: Setați la 0%% pentru a dezactiva culorile contului.
ru: Установите насыщенность на 0%%, чтобы отключить персональные цвета
sr: Поставите на 0%% да онемогућите боје налога.
sv: Sätt till 0%% för att inaktivera kontofärger.
tr: Hesap renklerini devre dışı bırakmak için doyumu 0%%'a ayarlayın
uk: Встановіть насиченість на 0%%, щоб вимкнути персональні кольори
uz: Hisob ranglarini o'chirish uchun 0%% ga sozlang.
vi: Đặt độ bão hòa thành 0%% để tắt màu tài khoản
zh_hans: 设置饱和度为 0%% 以禁用账户颜色
zh_hant: 將飽和度設為 0%% 以停用帳戶顏色

# Settings.UploadsBoost
source: Upload Boost
af: Oplaai versterking
cs: Zrychlení nahrávání
de: Upload Beschleuniger
el: Ενίσχυση Αποστολής
es: Aumento de subida
fi: Latausten tehostus
fr: Chargements boost
he: תוספת העלאות
hi: अपलोड बूस्ट
hu: Feltöltés fokozása
id: Peningkatan Unggahan
it: Potenziamento del caricamento
ja: アップロードブースト
ko: 업로드 향상
no: Ã k opplastingshastighet
pt: Aceleração de Uploads
ro: Accelerare Încărcare
ru: Ускорение загрузки
sr: Појачај поставке поставки
sv: Uppladdningshastighet
tr: Karşıya yüklemeleri hızlandır
uk: Прискорення вивантаження
uz: Yuklashni kuchaytirish
vi: Tăng tốc tải lên
zh_hans: 上传加速
zh_hant: 上傳加速

# Settings.DownloadsBoost
source: Download Boost
af: Aflaai versterking
cs: Zrychlení stahování
de: Download Beschleuniger
el: Ενίσχυση Λήψης
es: Aumento de descargas
fi: Latausten tehostus
fr: Boost de téléchargements
he: תוספת הורדות
hi: डाउनलोड बूस्ट
hu: Letöltés fokozása
id: Peningkatan Unduhan
it: Potenziamento dello scaricamento
ja: ダウンロードブースト
ko: 다운로드 향상
no: Last ned boost
pt: Aceleração de Downloads
ro: Impuls descărcare
ru: Ускорение скачивания
sr: Преузми појачање
sv: Ladda ner Boost
tr: İndirmeleri hızlandır
uk: Прискорення завантаження
uz: Yuklab olishni kuchaytirish
vi: Tăng tốc tải xuống
zh_hans: 下载加速
zh_hant: 下載加速

# Settings.DownloadsBoost.none
source: Disabled
af: Gedeaktiveer
cs: Vypnuto
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
fi: Ei käytössä
fr: Désactivé
he: מבוטל
hi: निष्क्रिय
hu: Kikapcsolva
id: Nonaktif
it: Disabilitato
ja: 無効
ko: 비활성화
nl: Uitgeschakeld
no: Deaktivert
pt: Desativado
ro: Dezactivat
ru: Выключено
sr: Онемогућено
sv: Inaktiverad
tr: Devre dışı
uk: Відключено
uz: O'chirilgan
vi: Tắt
zh_hans: 停用
zh_hant: 已停用

# Settings.DownloadsBoost.medium
source: Medium
cs: Střední
da: Mellem
de: Mittel
el: Μεσαίο
es: Medio
fi: Keskitaso
fr: Moyenne
he: בינוני
hi: माध्यम
hu: Közepes
id: Sedang
it: Intermedio
ja: 中程度
ko: 중간
nl: Gemiddeld
no: Middels
pt: Médio
ro: Medie
ru: Средне
sr: Средње
tr: Orta
uk: Середнє
uz: O'rtacha
vi: Trung bình
zh_hans: 中等
zh_hant: 中等

# Settings.DownloadsBoost.maximum
source: Maximum
af: Maksimum
cs: Maximální
da: Maksimum
el: Μέγιστο
es: Máximo
fi: Maksimi
he: מרבי
hi: अधिकतम
hu: Maximális
id: Maksimal
it: Massimo
ja: 最大
ko: 최대
nl: Maximaal
no: Maksimum
pt: Máximo
ro: Maxim
ru: Максимум
sr: Максимално
sv: Maximal
tr: En fazla
uk: Максимальне
uz: Maksimum
vi: Tối đa
zh_hans: 最大
zh_hant: 最大

# Settings.ShowProfileID
source: Show Profile ID
af: Wys profiel ID
cs: Zobrazit ID profilu
da: Profil-ID anzeigen
de: Profil-ID anzeigen
el: Εμφάνιση Αναγνωριστικού Προφίλ
es: Mostrar ID del perfil
fi: Näytä profiilin ID
fr: Afficher l'identifiant du profil
he: הצג מזהה פרופיל
hi: प्रोफ़ाइल ID दिखाएं
hu: Profil azonosító megjelenítése
id: Tampilkan ID Profil
it: Mostra l'ID del profilo
ja: プロフィールIDを表示
ko: 프로필 ID 표시
nl: Toon profiel ID
no: Vis profil-ID
pt: Mostrar perfil
ro: Arată ID-ul profilului
ru: ID профилей
sr: Прикажи идентификациони број профила
sv: Visa profil-ID
tr: Profil ID'sini Göster
uk: Показувати ID профілю
uz: Profil Id'ni ko'rsatish
vi: Hiện ID hồ sơ
zh_hans: 显示用户 UID
zh_hant: 顯示用戶 UID

# Settings.ShowDC
source: Show Data Center
af: Wys Data Sentrum
cs: Zobrazit Data Center
da: Vis Datacenter
de: Data Center anzeigen
el: Εμφάνιση Κέντρου Δεδομένων
es: Mostrar Centro de Datos
fi: Näytä tietokeskus
fr: Afficher le centre de données
he: הצג מרכז מידע
hi: डेटा सेंटर दिखाएं
hu: Adatközpont megjelenítése
id: Tampilkan Pusat Data
it: Mostra Data Center
ja: データセンターを表示
ko: 데이터센터보기
nl: Toon datacentrum
no: Vis datasenter
pt: Mostrar Centro de Dados
ro: Arată Centrul de date
ru: Показать дата-центр (DC)
sr: Прикажи центар података
sv: Visa datacenter
tr: Veri Merkezini Göster
uk: Показувати дата-центр
uz: Ma'lumotlar bazasini ko'rsatish
vi: Hiển thị Trung tâm Dữ liệu
zh_hans: 显示数据中心
zh_hant: 顯示資料中心 (DC)

# Settings.ShowCreationDate
source: Show Chat Creation Date
af: Wys Geskep Datum van Geselskap
cs: Zobrazit datum vytvoření chatu
da: Vis Chattens Oprettelsesdato
de: Chat-Erstellungsdatum anzeigen
el: Εμφάνιση Ημερομηνίας Δημιουργίας Συνομιλίας
es: Mostrar fecha de creación del chat
fi: Näytä keskustelun luontipäivä
fr: Afficher la date de création du chat
he: הצג תאריך יצירת צ'אט
hi: चैट निर्माण तिथि दिखाएं
hu: Beszélgetés létrehozásának dátumának megjelenítése
id: Tampilkan Tanggal Pembuatan Obrolan
it: Mostra data di creazione della chat
ja: チャットの作成日を表示
ko: 채팅 생성 날짜 표시
nl: Toon Chat Aanmaakdatum
no: Vis chat opprettet dato
pt: Mostrar data de criação do chat
ro: Arată data creării chat-ului
ru: Показать дату создания чата
sr: Прикажи датум креирања чата
sv: Visa datum för att skapa chatt
tr: Sohbet Oluşturma Tarihini Göster
uk: Показувати дату створення чату
uz: Suxbat yaratilgan sanani ko'rsatish
vi: Hiển thị Ngày Tạo Chat
zh_hans: 显示群组或频道的创建日期
zh_hant: 顯示對話建立日期

# Settings.ShowCreationDate.Notice
source: The creation date may be unknown for some chats.
af: Die skeppingsdatum mag onbekend wees vir sommige gesprekke.
cs: Datum vytvoření chatu může být neznámé pro některé chaty.
da: Oprettelsesdatoen kan være ukendt for nogle chats.
de: Das Erstellungsdatum kann für einige Chats unbekannt sein.
el: Η ημερομηνία δημιουργίας μπορεί να είναι άγνωστη για μερικές συνομιλίες.
es: La fecha de creación puede ser desconocida para algunos chats.
fi: Keskustelun luontipäivä voi olla tuntematon joillekin keskusteluille.
fr: La date de création peut être inconnue pour certains chats.
he: ייתכן שתאריך היצירה אינו ידוע עבור חלק מהצ'אטים.
hi: कुछ चैट के लिए निर्माण तिथि अज्ञात हो सकती है।
hu: A beszélgetés létrehozásának dátuma ismeretlen lehet néhány csevegésnél.
id: Tanggal pembuatan mungkin tidak diketahui untuk beberapa obrolan.
it: La data di creazione potrebbe essere sconosciuta per alcune chat.
ja: 作成日が不明なチャットがあります。
ko: 몇몇 채팅에 대해서는 생성 날짜를 알 수 없을 수 있습니다.
nl: De aanmaakdatum kan onbekend zijn voor sommige chatten.
no: Opprettelsesdatoen kan være ukjent for noen chat.
pt: A data de criação pode ser desconhecida para alguns chats.
ro: Data creării poate fi necunoscută pentru unele conversații.
ru: Дата создания может быть неизвестна для некоторых чатов.
sr: Можда није познат датум креирања за неке разговоре.
sv: Skapandedatumet kan vara okänt för vissa chattar.
tr: Bazı sohbetler için oluşturma tarihi bilinmeyebilir.
uk: Дата створення може бути невідома для деяких чатів.
uz: Ba'zi sahifalarning yaratilish sanasi ma'lum emas.
vi: Ngày tạo có thể không biết được đối với một số cuộc trò chuyện.
zh_hans: 某些群组或频道可能缺少创建日期
zh_hant: 某些對話可能會缺少建立日期

# Settings.ShowRegDate
source: Show Registration Date
af: Wys Registrasie Datum
cs: Zobrazit datum registrace
da: Vis Registreringsdato
de: Anmeldedatum anzeigen
el: Εμφάνιση Ημερομηνίας Εγγραφής
es: Mostrar fecha de registro
fi: Näytä Rekisteröintipäivä
fr: Afficher la date d'inscription
he: הצג תאריך רישום
hi: पंजीकरण दिनांक दिखाएं
hu: Regisztrációs Dátum Megjelenítése
id: Tampilkan Tanggal Pendaftaran
it: Mostra data di registrazione
ja: 登録日を表示
ko: 가입 날짜 표시
nl: Toon registratiedatum
no: Vis registreringsdato
pt: Mostrar data de registro
ro: Arată data înregistrării
ru: Показать дату регистрации
sr: Прикажи датум регистрације
sv: Visa registreringsdatum
tr: Kaydolma Tarihini Göster
uk: Показувати дату реєстрації
uz: Ro'yhatdan o'tish sanasini ko'rsatish
vi: Hiển thị Ngày Đăng ký
zh_hans: 显示注册日期
zh_hant: 顯示註冊日期

# Settings.ShowRegDate.Notice
source: The registration date is approximate.
af: Die registrasiedatum is benaderend.
cs: Datum registrace je přibližné.
da: Registreringsdatoen er omtrentlig.
de: Das Registrierungsdatum ist ungefähr.
el: Η ημερομηνία εγγραφής είναι κατά προσέγγιση.
es: La fecha de inscripción es aproximada.
fi: Rekisteröintipäivä on likimääräinen.
fr: La date d'inscription est approximative.
he: תאריך הרישום הוא אופציונלי.
hi: पंजीकरण दिनांक अनुमानित हो सकती है।
hu: A regisztrációs dátum csak hozzávetőleges.
id: Tanggal pendaftaran adalah perkiraan.
it: La data di registrazione è approssimativa.
ja: 登録日はおおよその日です。
ko: 가입 날짜는 대략적입니다.
nl: De registratiedatum is ongeveer hetzelfde.
no: Registreringsdatoen er ca.
pt: A data de registo é aproximada.
ro: Data înregistrării este aproximativă.
ru: Дата регистрации приблизительная.
sr: Датум регистрације је приближан.
sv: Registreringsdatumet är ungefärligt.
tr: Kaydolma tarihi yaklaşık olarak belirtilmiştir.
uk: Дата реєстрації є приблизною.
uz: Ro'yhatdan o'tgan sana yakunlanmagan.
vi: Ngày đăng ký là xấp xỉ.
zh_hans: 这是大概的注册日期
zh_hant: 大約註冊日期

# Settings.SendWithReturnKey
source: Send with "return" key
af: Stuur met "terug" sleutel
cs: Poslat klávesou "enter"
da: Send med "return" tasten
de: Mit "Enter" senden
el: Αποστολή με κλειδί "επιστροφή"
es: Enviar con la tecla "regresar"
fi: Lähetä 'paluu'-näppäimellä
fr: Envoyer avec la clé "return"
he: שלח עם מקש "חזור"
hi: "वापसी" कुंजी के साथ भेजें
hu: Küldés 'vissza' gombbal
id: Kirim dengan kunci "kembali"
it: Pulsante "Invia" per inviare
ja: "return" キーで送信
ko: "리턴" 키로 보내기
nl: Verstuur met 'return'-toets
no: Send med 'retur'-tasten
pt: Enviar com a tecla "retorno"
ro: Trimite cu cheia "Returnare"
ru: Отправка кнопкой "Ввод"
sr: Пошаљи са 'повратак' тастером
sv: Skicka med 'retur'-tangenten
tr: "enter" tuşu ile gönder
uk: Надсилати кнопкою "Введення"
uz: Enter orqali yuborish
vi: Gửi tín nhắn bằng nút "Nhập"
zh_hans: 使用返回键发送
zh_hant: 使用「換行」鍵傳送

# Settings.HidePhoneInSettingsUI
source: Hide Phone in Settings
af: Versteek telefoon in instellings
cs: Skrýt telefon v nastavení
da: Telefon in den Einstellungen ausblenden
de: Telefon in den Einstellungen ausblenden
el: Απόκρυψη τηλεφώνου στις ρυθμίσεις
es: Ocultar número en Ajustes
fi: Piilota puhelin asetuksissa
fr: Masquer le téléphone dans les paramètres
he: הסתר טלפון בהגדרות
hi: सेटिंग्स में फोन छिपाएं
hu: Telefonszám elrejtése a beállításokban
id: Sembunyikan nomor telepon di pengaturan
it: Nascondi il numero di telefono nelle impostazioni
ja: 設定で電話番号を隠す
ko: 설정에서 전화번호 숨기기
nl: Verberg telefoon in Instellingen
no: Skjul telefonen i innstillinger
pt: Ocultar telefone nas configurações
ro: Ascunde telefonul din setări
ru: Скрыть номер
sr: Сакриј телефон у поставкама
sv: Dölj telefon i inställningar
tr: Ayarlarda numarayı gizle
uk: Приховати телефон у налаштуваннях
uz: Telefonni sozlamalarda yashirish
vi: Ẩn số điện thoại trong cài đặt
zh_hans: 在设置中隐藏电话号码
zh_hant: 在設定頁中隱藏電話號碼

# Settings.HidePhoneInSettingsUI.Notice
source: This will only hide your phone number from the settings interface. To hide it from others, go to Privacy and Security.
af: Dit sal slegs jou telefoonnommer versteek vanaf die instellingskoppelvlak. Om dit vir ander te versteek, gaan na Privaatheid en Sekuriteit.
cs: Toto skryje vaše telefonní číslo pouze v nastavení rozhraní. Chcete-li je skryt před ostatními, přejděte na Soukromí a bezpečnost.
da: Deine Nummer wird nur in der Benutzeroberfläche versteckt. Um sie vor anderen zu verbergen, verwende bitte die Privatsphäre-Einstellungen.
de: Deine Nummer wird nur in der Benutzeroberfläche versteckt. Um sie vor anderen zu verbergen, verwende bitte die Privatsphäre-Einstellungen.
el: Αυτό θα κρύψει μόνο τον αριθμό τηλεφώνου σας από τη διεπαφή ρυθμίσεων. Για να τον αποκρύψετε από άλλους, μεταβείτε στο Privacy and Security.
es: Tu número estará oculto en la interfaz de ajustes solamente. Ve a la configuración de privacidad para ocultarlo a otros.
fi: Tämä piilottaa puhelinnumerosi vain asetukset-käyttöliittymästä. Piilottaaksesi sen muilta, siirry kohtaan Yksityisyys ja Turvallisuus.
fr: Votre numéro sera masqué dans l'interface utilisateur uniquement. Pour le masquer aux autres, veuillez utiliser les paramètres de confidentialité.
he: המספר שלך יהיה מוסתר בממשק ההגדרות בלבד. עבור להגדרות פרטיות כדי להסתיר אותו מאחרים.
hi: आपका नंबर केवल सेटिंग्स UI में छिपा होगा। इसे दूसरों से छिपाने के लिए गोपनीयता सेटिंग्स में जाएं।
hu: Ezzel csak a telefonszámát rejti el a beállítások felületen. Ha mások számára is el akarja rejteni, menjen a Adatvédelem és biztonság menübe.
id: Nomor Anda akan disembunyikan hanya di UI Pengaturan. Kunjungi Pengaturan Privasi untuk menyembunyikannya dari orang lain.
it: Il tuo numero verrà nascosto solo nell'interfaccia. Per nasconderlo dagli altri, apri le impostazioni della Privacy.
ja: あなたの番号は設定UIでのみ隠されます。他の人から隠すにはプライバシー設定に移動してください。
ko: 전화 번호는 UI에서만 숨겨집니다. 다른 사람에게 숨기려면 개인 정보 설정을 사용하세요.
nl: Dit verbergt alleen je telefoonnummer in de instellingen interface. Ga naar Privacy en Beveiliging om het voor anderen te verbergen.
no: Dette vil bare skjule ditt telefonnummer for instillinger. For å skjule det for andre, gå til Personvern og Sikkerhet.
pt: Seu número ficará oculto apenas na interface do usuário. Para ocultá-lo de outras pessoas, use as configurações de privacidade.
ro: Acest lucru va ascunde numărul de telefon din interfața de setări. Pentru a-l ascunde de alții, mergi la confidențialitate și securitate.
ru: Ваш номер будет скрыт только в интерфейсе настроек. Используйте настройки Конфиденциальности, чтобы скрыть его от других.
sr: Ово само ће скрити ваш број телефона из интерфејса поставки. Да бисте га скрили од других, идите на Приватност и безбедност.
sv: Detta döljer endast ditt telefonnummer från inställningsgränssnittet. För att dölja det från andra, gå till Sekretess och säkerhet.
tr: Numaranız sadece arayüzde gizlenecek. Diğerlerinden gizlemek için, lütfen Gizlilik ayarlarını kullanın.
uk: Номер буде прихований тільки в налаштуваннях. Перейдіть в "Приватність і безпека", щоб приховати його від інших.
uz: Bu faqat sozlamalardan telefon raqamingizni yashiradi. Uni boshqalar dan yashirish uchun, Farovonlik va Xavfsizlik ga o'ting.
vi: Số điện thoại của bạn sẽ chỉ ẩn đi trong cài đặt. Đến cài đặt "Riêng tư và Bảo mật" để ẩn đối với người khác".
zh_hans: 您的电话号码只会在设置界面中隐藏。要对其他人隐藏，可进入隐私设置调整。
zh_hant: 您的電話在「設定頁」中不再顯示，可到「隱私與安全性」設定來對其他人隱藏。

# PasscodeSettings.AutoLock.InFiveSeconds
source: If away for 5 seconds
af: As weg vir 5 sekondes
cs: Zamknout za 5 sekund
da: Hvis væk i 5 sekunder
de: Falls 5 Sekunden inaktiv
el: Εάν είναι μακριά για 5 δευτερόλεπτα
es: Si está ausente durante 5 segundos
fi: Jos poissa 5 sekuntia
fr: Si absente pendant 5 secondes
he: נעל אוטומטית אחרי 5 שניות
hi: 5 सेकंड के लिए दूर रहने पर
hu: Ha 5 másodpercig távol van
id: Jika menjauh selama 5 detik
it: Se assente per 5 secondi
ja: 5秒間離れると自動ロック
ko: 5초 동안 떨어져 있으면
nl: Automatisch vergrendelen na 5 seconden
no: Hvis borte i 5 sekunder
pt: Se ausente por 5 segundos
ro: Dacă este plecat timp de 5 secunde
ru: Через 5 секунд
sr: Ако је одсутан 5 секунди
sv: Om borta i 5 sekunder
tr: 5 saniye uzakta kalırsanız
uk: За 5 сек
uz: 5 soniya uzoq bo'lsa
vi: Nếu rời đi trong 5 giây
zh_hans: 离开 5 秒后
zh_hant: 離開5秒後

# ProxySettings.UseSystemDNS
source: Use system DNS
af: Gebruik stelsel DNS
cs: Použít systémové DNS
da: Brug system DNS
de: Benutze System DNS
el: Χρήση συστήματος DNS
es: Usar DNS del sistema
fi: Käytä järjestelmän DNS:ää
fr: Utiliser le DNS du système
he: השתמש ב-DNS של המערכת
hi: सिस्टम डीएनएस का प्रयोग करें
hu: Rendszer DNS használata
id: Gunakan DNS sistem
it: Usa DNS di sistema
ja: システムDNSを使用
ko: 시스템 DNS 사용
nl: Gebruik systeem DNS
no: Bruk system DNS
pt: Usar DNS do sistema
ro: Utilizați DNS sistem
ru: Системный DNS
sr: Користи системски DNS
sv: Använd system-DNS
tr: Sistem DNS'sini kullan
uk: Використовувати системні налаштування DNS
uz: Tizim DNSni ishlat
vi: Sử dụng DNS hệ thống
zh_hans: 使用系统DNS
zh_hant: 使用系統 DNS

# ProxySettings.UseSystemDNS.Notice
source: Use system DNS to bypass timeout if you don't have access to Google DNS
af: Gebruik stelsel DNS om uitvaltyd te omseil as jy nie toegang tot Google DNS het nie
cs: Použít systémové DNS k obejití časového limitu, pokud nemáte přístup k Google DNS
da: Brug system DNS for at omgå timeout hvis du ikke har adgang til Google DNS
de: Benutze System DNS um Timeout zu umgehen, wenn du keinen Zugriff auf Google DNS hast
el: Χρησιμοποιήστε το σύστημα DNS για να παρακάμψετε το χρονικό όριο αν δεν έχετε πρόσβαση στο Google DNS
es: Usa el DNS del sistema para omitir el tiempo de espera si no tienes acceso a Google DNS
fi: Käytä järjestelmän DNS:ää ohittaaksesi aikakatkaisun, jos sinulla ei ole pääsyä Google DNS:ään
fr: Utiliser le DNS système pour contourner le délai d'attente si vous n'avez pas accès à Google DNS
he: השתמש ב-DNS של המערכת כדי לעקוף זמן תגובה אם אין לך גישה ל-Google DNS
hi: यदि आपके पास Google DNS तक पहुँच नहीं है तो टाइमआउट से बचने के लिए सिस्टम DNS का उपयोग करें
hu: Használja a rendszer DNS-t, ha nem fér hozzá a Google DNS-hez
id: Gunakan DNS sistem untuk menghindari timeout jika Anda tidak memiliki akses ke Google DNS
it: Usa DNS di sistema per bypassare il timeout se non hai accesso al DNS di Google
ja: Google DNSにアクセスできない場合はシステムDNSを使用してタイムアウトを回避
ko: Google DNS에 접근할 수 없는 경우 시스템 DNS를 사용하여 타임아웃 우회
nl: Gebruik systeem DNS om time-out te omzeilen als je geen toegang hebt tot Google DNS
no: Bruk system DNS for å omgå timeout hvis du ikke har tilgang til Google DNS
pt: Use o DNS do sistema para evitar tempo limite se você não tiver acesso ao DNS do Google
ro: Utilizați DNS pentru a ocoli timeout-ul dacă nu aveți acces la Google DNS
ru: Используйте системный DNS, чтобы избежать задержки, если у вас нет доступа к DNS Google
sr: Користи системски DNS да заобиђеш временски лимит ако немаш приступ Google DNS-у
sv: Använd system-DNS för att kringgå timeout om du inte har tillgång till Google DNS
tr: Google DNS'ye erişiminiz yoksa, zaman aşımını aşmak için sistem DNS'sini kullanın
uk: Використовувати системний DNS для обходу тайм-ауту, якщо у вас немає доступу до Google DNS
uz: Agar sizda Google DNS guruhlaringiz bo'lmasa, istisnodan o'tish uchun tizim DNS ni ishlatishingiz kerak.
vi: Sử dụng DNS hệ thống để bỏ qua thời gian chờ nếu bạn không có quyền truy cập vào DNS của Google
zh_hans: 如果您无法使用 Google DNS，请使用系统 DNS
zh_hant: 如果您無法使用 Google DNS，請使用系統 DNS

# Common.NoTelegramPremiumNeeded
source: You **don't need** %@!
af: Jy **het nie nodig** %@ nie!
cs: Nepotřebujete **%@**!
da: Du **behøver ikke** %@!
de: Du brauchst %@ nicht!
el: Du **brauchst kein** %@!
es: ¡**No necesitas** %@!
fi: Et **tarvitse** %@!
fr: Vous **n'avez pas besoin** %@!
he: אין **צורך** ב%@!
hi: आपको %@ की **आवश्यकता नहीं** है!
hu: Nem **szükséges** %@!
id: Anda **tidak memerlukan** %@!
it: **Non hai bisogno** di %@!
ja: ** %@は必要ありません**！
ko: %@이(가) **필요하지 않습니다**!
nl: Je hebt **geen %@ nodig**!
no: Du **trenger ikke** %@!
pt: Você **não precisa** de %@!
ro: Nu ai nevoie de ** %@!
ru: Вам **не нужен** %@!
sr: Не треба вам **%@**!
sv: Du **behöver inte** %@!
tr: %@ **gerekmez**!
uk: Вам **не потрібен** %@!
uz: Sizga %@ kerak emas!
vi: Bạn **không cần** %@!
zh_hans: 此功能**无需** %@ 订阅！
zh_hant: 您 **不需要** %@！

# Common.RestartRequired
source: Restart required
af: Herbegin benodig
cs: Vyžadován restart
da: Genstart krævet
de: Benötigt Neustart
el: Απαιτείται επανεκκίνηση
es: Es necesario reiniciar
fi: Uudelleenkäynnistys vaaditaan
fr: Redémarrage nécessaire
he: נדרש הפעלה מחדש
hi: पुनः आरंभ की आवश्यकता
hu: Újraindítás szükséges
id: Diperlukan restart
it: Riavvio richiesto
ja: 再起動が必要です
ko: 재시작 필요
nl: Herstart vereist
no: Omstart kreves
pt: Reinício necessário
ro: Repornire necesară
ru: Необходим перезапуск
sr: Потребно поновно покретање
sv: Omstart krävs
tr: Yeniden başlatma gerekli
uk: Потрібен перезапуск
uz: Qayta ishga tushirish lozim
vi: Yêu cầu khởi động lại
zh_hans: 需要重启
zh_hant: 需要重新啟動

# Common.RestartNow
source: Restart Now
af: Herbegin Nou
cs: Restartovat nyní
da: Genstart Nu
de: Jetzt neustarten
el: Επανεκκίνηση Τώρα
es: Reiniciar ahora
fi: Käynnistä uudelleen nyt
fr: Redémarrer maintenant
he: הפעל מחדש עכשיו
hi: अभी रीस्टार्ट करें
hu: Újraindítás most
id: Restart Sekarang
it: Riavvia Adesso
ja: 今すぐ再実行
ko: 지금 재시작
nl: Nu herstarten
no: Omstart Nå
pt: Reiniciar agora
ro: Repornește acum
ru: Перезапустить Сейчас
sr: Поново покрени сада
sv: Starta om Nu
tr: Şimdi Yeniden Başlat
uk: Перезавантажити
uz: Hozir qayta ishlash
vi: Khởi động lại
zh_hans: 立即重启
zh_hant: 立即重啟
