Repository: Swiftgram/translations
Catalog: *.lproj/SGLocalizable.strings
Languages: af, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nl, no, pt, ro, ru, sr, sv, tr, uk, uz, vi, zh_hans, zh_hant

# Settings.ContentSettings
source: Content Settings
af: Inhoudinstellings
cs: Nastavení obsahu
da: Indholdindstillinger
de: Inhaltliche Einstellungen
el: Ρυθμίσεις Περιεχομένου
es: Configuración de contenido
fi: Sisällön Asetukset
fr: Paramètres du contenu
he: הגדרות תוכן
hi: कंटेंट सेटिंग्स
hu: Tartalombeállítások
id: Pengaturan Konten
it: Impostazioni Contenuto
ja: コンテンツの設定
ko: 콘텐츠 설정
nl: Inhoudsinstellingen
no: Innholdsinnstillinger
pt: Configurações de Conteúdo
ro: Setări Conținut
ru: Настройки контента
sr: Подешавања садржаја
sv: Innehållsinställningar
tr: İçerik Ayarları
uk: Налаштування контенту
uz: Kontent sozlamalari
vi: Cài đặt nội dung
zh_hans: 敏感内容设置
zh_hant: 敏感內容設定

# Settings.Tabs.Header
source: TABS
af: OORTJIES
cs: ZÁLOŽKY
es: PESTAÑAS
fi: VÄLILEHDET
fr: ONGLETS
he: כרטיסיות
hi: टैब
hu: FÜLEK
it: TAB
ja: タブ
ko: 탭
no: FANER
pt: ABAS
ro: FERESTRE
ru: ВКЛАДКИ
sr: ТАБОВИ
sv: Flikar
tr: SEKMELER
uk: ВКЛАДКИ
uz: Oynalar
vi: THẺ
zh_hans: 标签
zh_hant: 頁籤

# Settings.Tabs.HideTabBar
source: Hide Tab bar
af: Versteek Tabbalk
cs: Skrýt záložku
da: Skjul Tabbjælke
de: Tab-Leiste ausblenden
el: Απόκρυψη γραμμής καρτελών
es: Ocultar barra de pestaña
fi: Piilota Välilehtipalkki
fr: Masquer la barre d'onglets
he: הסתר סרגל לשוניים
hi: टैब बार छिपाएं
hu: Feliratcsík elrejtése
id: Sembunyikan Tab bar
it: Nascondi barra della tab
ja: タブバーを非表示にする
ko: 탭바숨기기
nl: Tabbladbalk verbergen
no: Skjul fanelinjen
pt: Ocultar Abas de Guias
ro: Ascunde bara de filă
ru: Скрыть панель вкладок
sr: Сакриј Таб бар
sv: Dölj flikfält
tr: Sekme çubuğunu gizle
uk: Приховати панель вкладок
uz: Oynalarni yashirish
vi: Ẩn thanh Tab
zh_hans: 隐藏底部导航栏
zh_hant: 隱藏導航列

# Settings.Tabs.ShowContacts
source: Show Contacts Tab
af: Wys Kontak Oortjie
cs: Zobrazit záložku kontaktů
da: Kontakte Tab anzeigen
de: Kontakte Tab anzeigen
el: Εμφάνιση Καρτέλας Επαφών
es: Mostrar pestaña de Contactos
fi: Näytä Yhteystiedot-välilehti
fr: Afficher l'onglet Contacts
he: הצג כרטיסיית אנשי קשר
hi: संपर्क टैब दिखाएँ
hu: Kapcsolatok fül megjelenítése
id: Tampilkan Tab Kontak
it: Mostra tab contatti
ja: 連絡先のタブを表示
ko: 연락처 탭 보이기
nl: Toon Contacten Tab
no: Vis kontakter-fane
pt: Mostrar Aba dos Contatos
ro: Vizualizare contacte
ru: Вкладка «Контакты»
sr: Прикажи таб Контакти
sv: Visa Kontakter-flik
tr: Kişiler Sekmesini Göster
uk: Вкладка "Контакти"
uz: Kontaktlarni oynasini ko'rsatish
vi: Hiện Liên hệ
zh_hans: 显示联系人标签
zh_hant: 顯示聯絡人頁籤

# Settings.Tabs.ShowNames
source: Show Tab Names
af: Wys oortjiename
cs: Zobrazit názvy záložek
da: Tabnamen anzeigen
de: Tabnamen anzeigen
es: Mostrar nombres de pestañas
fi: Näytä välilehtien nimet
fr: Afficher les noms des onglets
he: הצג שמות כרטיסיות
hi: टैब नाम दिखाएं
hu: Feliratcsík nevek megjelenítése
id: Tampilkan Nama Tab
it: Mostra nomi tab
ja: タブの名前を隠す
ko: 탭 이름 표시
pt: Mostrar nomes das abas
ro: Arată Fereastra cu Numele
ru: Имена вкладок
sr: Прикажи имена табова
tr: Sekme isimlerini göster
uk: Показувати назви вкладок
uz: Oyna nomini ko'rsatish
vi: Hiện tên các thẻ
zh_hans: 显示标签名称
zh_hant: 顯示頁籤名稱

# Settings.Folders.BottomTab
source: Folders at Bottom
af: Lêers onderaan
cs: Složky dole
da: Ordner - unten
de: Ordner unten
el: Φάκελοι στο κάτω μέρος
es: Carpetas al fondo
fi: Kansiot alhaalla
fr: Dossiers en bas
he: תיקיות בתחתית
hi: निचले टैब में फोल्डर्स
hu: Könyvtárak az alján
id: Folder di bawah
it: Cartelle in basso
ja: フォルダーを下に表示
ko: 폴더를 하단에 표시
nl: Mappen onderaan
no: Mapper på bunnen
pt: Pastas embaixo
ro: Dosare de jos
ru: Папки снизу
sr: Фасцикле у дну
sv: Mappar längst ner
tr: Altta klasörler
uk: Папки знизу
uz: Qurollar pastda
vi: Đặt thư mục tin nhắn ở dưới cùng
zh_hans: 底部分组
zh_hant: 底部頁籤

# Settings.Folders.BottomTabStyle
source: Bottom Folders Style
af: Bodem Lêerstyl
cs: Styl dolní složky
da: Bundmapper Stil
de: Untere Ordner-Stil
el: Ύφος Κάτω Φακέλων
es: Estilo de carpetas al fondo
fi: Alhaalla olevien kansioiden tyyli
fr: Style des dossiers inférieurs
he: סגנון תיקיות תחתון
hi: बॉटम फोल्डर स्टाइल है
hu: Alsó könyvtár stílus
id: Gaya folder bawah
it: Stile cartelle in basso
ja: チャットフォルダーのスタイル
ko: 탭위치아래
nl: Onderste mappenstijl
no: Stil for nedre mapper
pt: Estilos de Pastas Inferiores
ro: Stil directoare de jos
ru: Стиль папок внизу
sr: Стил фасцикли у дну
sv: Stil på nedre mappar
tr: Alt klasör stili
uk: Стиль нижніх папок
uz: Pastki Qurollar uslubi
vi: Kiểu Thư mục dưới cùng
zh_hans: 底部分组样式
zh_hant: 底部對話盒樣式

# Settings.Folders.BottomTabStyle.ios
source: iOS
hi: आईओएस
uz: iPhone
zh_hans: iOS样式

# Settings.Folders.BottomTabStyle.telegram
source: Telegram
he: טלגרם
hi: टेलीग्राम
ro: Telegramă
sr: Телеграм
zh_hans: Telegram样式

# Settings.Folders.AllChatsHidden
source: Hide "%@"
af: Versteek "%@"
cs: Skrýt "%@"
da: Skjul "%@"
de: Verberge "%@"
el: Απόκρυψη "%@"
es: Ocultar "%@"
fi: Piilota "%@"
fr: Masquer "%@"
he: להסתיר "%@"
hi: "%@" छिपाएं
hu: Elrejtése "%@"
id: Sembunyikan "%@"
ja: "%@"を非表示
ko: "%@" 숨기기
nl: Verberg "%@"
no: Skjul "%@"
pt: Ocultar "%@"
ro: Ascundeți „%@"
ru: Скрыть "%@"
sr: Сакриј "%@"
sv: Dölj "%@"
tr: "%@" Gizle
uk: Приховати "%@"
uz: "%@"ni yashirish
vi: Ẩn "%@"
zh_hans: 隐藏 "%@"
zh_hant: 隱藏 "%@"

# Settings.Folders.RememberLast
source: Open Last Folder
af: Maak laaste lêer oop
cs: Otevřít poslední složku
da: Åbn sidste mappe
de: Letzten Ordner öffnen
el: Άνοιγμα Τελευταίου Φακέλου
es: Abrir última carpeta
fi: Avaa viimeisin kansio
fr: Ouvrir le dernier dossier
he: פתח את התיקיה האחרונה
hi: आखिरी फोल्डर खोलें
hu: Utolsó mappa megnyitása
id: Buka folder terakhir
it: Apri l'ultima cartella
ja: 最後に開いたフォルダを開く
ko: 마지막 폴더 열기
nl: Laatste map openen
no: Åpne siste mappe
pt: Abrir última pasta
ro: Deschideți ultimul dosar
ru: Открывать последнюю папку
sr: Отвори последњу фасциклу
sv: Öppna senaste mapp
tr: Son klasörü aç
uk: Відкривати останню папку
uz: Oxirgi Jildni ochish
vi: Mở thư mục gần đây
zh_hans: 打开上次分组
zh_hant: 開啟最後瀏覽的對話盒

# Settings.Folders.RememberLast.Notice
source: Swiftgram will open the last used folder when you restart the app or switch accounts.
af: Swiftgram sal die laaste gebruikte lêer oopmaak na herbegin of rekeningwissel.
cs: Swiftgram otevře poslední použitou složku po restartu nebo přepnutí účtu.
da: Swiftgram vil åbne den sidst brugte mappe efter genstart eller konto skift.
de: Swiftgram wird den zuletzt genutzten Order öffnen, wenn du den Account wechselst oder die App neustartest
el: Το Swiftgram θα ανοίξει τον τελευταίο φάκελο όταν επανεκκινήσετε την εφαρμογή ή αλλάξετε λογαριασμούς.
es: Swiftgram abrirá la última carpeta usada después de reiniciar o cambiar de cuenta
fi: Swiftgram avaa viimeksi käytetyn kansion uudelleenkäynnistyksen tai tilin vaihdon jälkeen.
fr: Swiftgram ouvrira le dernier dossier utilisé après le redémarrage ou changement de compte
he: Swiftgram תפתח את התיקיה שנעשה בה שימוש לאחרונה לאחר הפעלה מחדש או החלפת חשבון
hi: Swiftgram पुनः आरंभ या खाता स्विच करने के बाद अंतिम प्रयुक्त फोल्डर को खोलेगा
hu: A Swiftgram az utoljára használt mappát fogja megnyitni, amikor újraindítja az alkalmazást vagy fiókok között vált.
id: Swiftgram akan membuka folder yang terakhir digunakan setelah restart atau pergantian akun
it: Swiftgram aprirà l'ultima cartella utilizzata dopo il riavvio o il cambio account
ja: Swiftgramは再起動またはアカウント切替後に最後に使用したフォルダを開きます
ko: Swiftgram은 재시작하거나 계정을 전환한 후 마지막으로 사용한 폴더를 엽니다
nl: Swiftgram zal de laatst gebruikte map openen wanneer u de app herstart of van account wisselt.
no: Swiftgram vil åpne den sist brukte mappen når du starter appen på nytt eller bytter kontoer.
pt: O Swiftgram abrirá a última pasta usada após reiniciar ou trocar de conta
ro: Swiftgram va deschide ultimul folder utilizat atunci când reporniți aplicația sau schimbați conturile.
ru: Swiftgram откроет последнюю использованную папку после перезапуска или переключения учетной записи
sr: Свифтграм ће отворити последње коришћену фасциклу када поново покренете апликацију или измените налоге.
sv: Swiftgram öppnar den senast använda mappen när du startar om appen eller byter konton.
tr: Swiftgram, yeniden başlatıldıktan ya da hesap değişiminden sonra son kullanılan klasörü açacaktır
uk: Swiftgram відкриє останню папку після перезапуску застосунку або зміни акаунту.
uz: Ilovani qayta ishga tushirganingizda yoki hisoblarni almashtirganingizda Swiftgram oxirgi foydalanilgan jildni ochadi.
vi: Swiftgram sẽ mở thư mục gần nhất sau khi khởi động lại hoặc chuyển tài khoản
zh_hans: Swiftgram 将在重启或切换账户后打开最后使用的分组
zh_hant: Swiftgram 會在重啟或帳號切換後開啟最後瀏覽的對話盒

# Settings.Folders.CompactNames
source: Smaller spacing
af: Kleiner spasie
cs: Menší vzdálenost
da: Mindre afstand
de: Kleinerer Abstand
el: Μικρότερη απόσταση
es: Espaciado más pequeño
fi: Pienempi väli
fr: Espacement plus petit
he: ריווח קטן יותר
hi: कम अंतराल
hu: Kisebb térköz
id: Pemisahan yang Lebih Kecil
it: Spaziatura minore
ja: より小さい間隔
ko: 간격 작게
nl: Kleinere afstand
no: Mindre avstand
pt: Espaçamento Menor
ro: Spațiere mai mică
ru: Уменьшенные расстояния
sr: Мањи размак
sv: Mindre avstånd
tr: Daha küçük aralık
uk: Зменшити відступи
uz: Kichik bo'sh joy
vi: Khoảng cách nhỏ hơn
zh_hans: 缩小分组间距
zh_hant: 縮小間距

# Settings.Folders.AllChatsTitle
source: "All Chats" title
af: "Alle Chats" titel
cs: Název "Všechny chaty"
da: "Alle Chats" titel
de: Titel "Alle Chats"
el: "Όλες οι συνομιλίες" τίτλος
es: Título "Todos los Chats"
fi: "Kaikki chatit" otsikko
fr: Titre "Tous les Chats"
he: כותרת "כל הצ'אטים"
hi: "सभी चैट" शीर्षक
hu: "Minden Beszélgetés" cím
id: Judul "Semua Obrolan"
it: Titolo "Tutte le chat"
ja: 「すべてのチャット」タイトル
ko: "모든 채팅" 제목
nl: "Alle Chats" titel
no: "Alle chater" tittel
pt: Título "Todos os bate-papos"
ro: Titlul "Toate conversațiile"
ru: Название "Все чаты"
sr: Наслов "Сви Четови"
sv: "Alla chattar" titel
tr: "Tüm Sohbetler" başlığı
uk: Заголовок "Усі чати"
uz: "Barcha Chatlar" nomi
vi: Tiêu đề "Tất cả Chat"
zh_hans: "所有对话"标题
zh_hant: "所有對話"標題

# Settings.Folders.AllChatsTitle.short
source: Short
af: Kort
cs: Krátký
da: Kort
de: Kurze
el: Σύντομο
es: Corto
fi: Lyhyt
fr: Courte
he: קצר
hi: संक्षिप्त
hu: Rövid
id: Pendek
it: Breve
ko: 단축
nl: Kort
no: Kort
pt: Curto
ro: Scurt
ru: Короткое
sr: Кратко
sv: Kort
tr: Kısa
uk: Короткий
uz: Qisqa
vi: Ngắn
zh_hans: 短标题
zh_hant: 短

# Settings.Folders.AllChatsTitle.long
source: Long
af: Lank
cs: Dlouhá
da: Lang
de: Lang
el: Εκτενές
es: Largo
fi: Pitkä
fr: Longue
he: ארוך
hi: लंबा
hu: Hosszú
id: Panjang
it: Lungo
ja: 長い順
ko: 긴
nl: Lang
no: Lang
pt: Longas
ro: Lungă
ru: Длинное
sr: Дуго
sv: Lång
tr: Uzun
uk: Довгий
uz: Uzoq
vi: Dài
zh_hans: 长标题
zh_hant: 長

# Settings.Folders.AllChatsTitle.none
source: Default
af: Verstek
cs: Výchozí
da: Standard
de: Standard
el: Προεπιλογή
es: Por defecto
fi: Oletus
fr: Par défaut
he: ברירת מחדל
hi: डिफ़ॉल्ट
hu: Alapértelmezett
it: Predefinito
ja: デフォルト
ko: 기본
nl: Standaard
no: Standard
pt: Padrão
ro: Implicit
ru: По умолчанию
sr: Подразумевано
sv: Standard
tr: Varsayılan
uk: Типовий
uz: Standart
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# Settings.ChatList.Header
source: CHAT LIST
af: CHATLYS
cs: CHAT SEZNAM
da: CHAT LISTE
de: CHAT LISTE
el: ΚΑΤΑΛΟΓΟΣ ΤΥΠΟΥ
es: LISTA DE CHAT
fr: LISTE DE CHAT
he: רשימת צ'אטים
hi: चैट सूची
hu: BESZÉLGETÉS LISTA
id: DAFTAR OBROLAN
it: ELENCO CHAT
ja: チャットリスト
ko: 채팅 목록
nl: CHAT LIJST
pt: LISTA DE CHAT
ro: LISTA CHAT
ru: СПИСОК ЧАТОВ
sr: ЛИСТА ЧЕТОВА
sv: CHATT LISTA
tr: SOHBET LİSTESİ
uk: СПИСОК ЧАТІВ
uz: CHAT RO'YXI
vi: DANH SÁCH CHAT
zh_hans: 对话列表
zh_hant: 對話列表

# Settings.CompactChatList
source: Compact Chat List
af: Kompakte Chatlys
cs: Kompaktní seznam chatu
da: Kompakt Chatliste
de: Kompakte Chat-Liste
el: Συμπαγής Λίστα Συνομιλίας
es: Lista de Chat de Compacto
fi: Kompakti Keskustelulista
fr: Liste de discussion compacte
he: רשימת צ'אטים קומפקטית
hi: संक्षिप्त चैट सूची
hu: Kompakt Beszélgetés Lista
id: Daftar Obrolan Kompak
it: Lista chat compatta
ja: コンパクトなチャットリスト
ko: 간략한 채팅 목록
nl: Compacte Chat Lijst
no: Kompakt liste
pt: Lista de Bate-Papo Compacta
ro: Lista compactă de Chat
ru: Компактный список чатов
sr: Компактна листа чета
sv: Kompakt chattlista
tr: Kompakt Sohbet Listesi
uk: Компактний список чатів
uz: Qisqa Chat Ro'yxi
vi: Danh sách Chat Nhỏ gọn
zh_hans: 紧凑型对话列表
zh_hant: 緊湊型對話列表

# Settings.Profiles.Header
source: PROFILES
af: PROFIELE
he: פרופילים
hi: प्रोफाइल
hu: PROFIL
id: PROFIL
it: PROFILI
ko: 프로필
pt: Perfis
ru: ПРОФИЛИ
sr: ПРОФИЛИ
tr: PROFİLLER
uk: ПРОФІЛІ
uz: PROFILLAR
vi: HỒ SƠ
zh_hans: 资料
zh_hant: 配置文件

# Settings.Stories.Hide
source: Hide Stories
af: Versteek Stories
cs: Skrýt příběhy
da: Skjul Historier
de: Stories verbergen
el: Απόκρυψη Ιστοριών
es: Ocultar Historias
fi: Piilota Tarinat
fr: Cacher les histoires
he: הסתר סיפורים
hi: कहानियाँ छुपाएं
hu: Történetek elrejtése
id: Sembunyikan Cerita
it: Nascondi Storie
ja: ストーリーを隠す
ko: 스토리 숨기기
nl: Verberg Verhalen
no: Skjul Historier
pt: Ocultar Stories
ro: Ascunde povestiri
ru: Скрыть истории
sr: Сакриј приче
sv: Dölj Berättelser
tr: Hikayeleri Gizle
uk: Приховувати історії
uz: Hikoyalarni yashirish
vi: Ẩn Tin
zh_hans: 隐藏动态
zh_hant: 隱藏限時動態

# Settings.Stories.WarnBeforeView
source: Ask Before Viewing
af: Vra voor besigtiging
cs: Upozornit před zobrazením
da: Spørg før visning
de: Vor dem Ansehen fragen
el: Ερώτηση Πριν Την Προβολή
es: Preguntar antes de ver
fi: Kysy ennen katsomista
fr: Demander avant de visionner
he: שאל לפני צפייה
hi: देखने से पहले पूछें
hu: Kérdezzen megtekintés előtt
id: Tanyakan sebelum melihat
it: Chiedi prima di visualizzare
ja: 視聴前に確認
ko: 보기 전에 묻기
nl: Vragen voor bekijken
no: Spør før visning
pt: Perguntar antes de visualizar
ro: Întreabă înainte de vizualizare
ru: Спросить перед просмотром
sr: Питај пре прегледања
sv: Fråga innan du tittar
tr: Görüntülemeden önce sor
uk: Питати перед переглядом
uz: Ko'rishdan avval tasdiqlash
vi: Hỏi trước khi xem
zh_hans: 查看前询问
zh_hant: 瀏覽前確認

# Settings.Stories.DisableSwipeToRecord
source: Disable Swipe to Record
af: Deaktiveer swiep om op te neem
cs: Zakázat přejetí prstem pro nahrávání
da: Deaktiver swipe for at optage
de: Zum aufnehmen wischen deaktivieren
el: Απενεργοποίηση ολίσθησης για εγγραφή
es: Desactivar deslizar para grabar
fi: Poista pyyhkäisy tallennukseen käytöstä
fr: Désactiver le glissement pour enregistrer
he: בטל החלקה להקלטה
hi: रिकॉर्ड करने के लिए स्वाइप को अक्षम करें
hu: Húzás letiltása felvételhez
id: Nonaktifkan geser untuk merekam
it: Disabilita lo scorrimento per registrare
ja: スワイプで録画を無効にする
ko: 녹화를 위한 스와이프 비활성화
nl: Swipe om op te nemen uitschakelen
no: Deaktiver sveip for å ta opp
pt: Desativar deslize para gravar
ro: Dezactivează glisarea pentru înregistrare
ru: Отключить свайп для записи
sr: Онемогући превлачење за снимање
sv: Inaktivera svep för att spela in
tr: Kaydetmek için kaydırmayı devre dışı bırak
uk: Вимкнути "Свайп для запису"
uz: Kayd qilishni o'chirish
vi: Tắt vuốt để quay
zh_hans: 禁用侧滑拍摄
zh_hant: 停用滑動錄製

# Settings.Translation.QuickTranslateButton
source: Quick Translate button
af: Vinnige Vertaalknoppie
cs: Tlačítko pro rychlý překlad
da: Schnellübersetzen-Schaltfläche
de: Schnellübersetzen-Button
el: Γρήγορη μετάφραση κουμπί
es: Botón de traducción rápida
fi: Pikakäännöspainike
fr: Bouton de traduction rapide
he: כפתור תרגום מהיר
hi: त्वरित अनुवाद बटन
hu: Gyors Fordítás gomb
id: Bottone di traduzione rapida
it: Pulsante traduzione rapida
ja: クイック翻訳ボタン
ko: 빠른 번역 버튼
nl: Snelle Vertaalknop
no: Hurtigoversettelsesknapp
pt: Botão de Tradução Rápida
ro: Butonul Traducere Rapidă
ru: Кнопка быстрого перевода
sr: Дугме за брзо превођење
sv: Snabböversättningsknapp
tr: Hızlı Çeviri butonu
uk: Кнопка швидкого перекладу
uz: Tezkor tarjima tugmasi
vi: Hiện nút dịch nhanh
zh_hans: 快速翻译按钮
zh_hant: 快速翻譯按鈕

# Stories.Warning.Author
source: Author
af: Outeur
cs: Autor
da: Forfatter
de: Autor
el: Συγγραφέας
es: Autor
fi: Tekijä
fr: Auteur
he: מחבר
hi: लेखक
hu: Szerző
id: Penulis
it: Autore
ja: 投稿者
ko: 작성자
nl: Auteur
no: Forfatter
pt: Autor
ro: Autor
ru: Автор
sr: Аутор
sv: Författare
tr: Yazar
uk: Автор
uz: Muallif
vi: Tác giả
zh_hans: 作者
zh_hant: 來自

# Stories.Warning.ViewStory
source: View Story?
af: Besigtig Storie?
cs: Zobrazit příběh?
da: Se Historie?
de: Story ansehen?
el: Προβολή Ιστορίας?
es: ¿Ver historia?
fi: Katso Tarina?
fr: Voir l'histoire?
he: לצפות בסיפור?
hi: कहानी देखें
hu: Történet megtekintése?
id: Lihat Cerita?
it: Visualizzare la storia?
ja: ストーリーを表示？
ko: 스토리 보기?
nl: Bekijk Verhaal?
no: Se Historie?
pt: Ver Story?
ro: Vezi povestirea?
ru: Просмотреть историю?
sr: Погледај причу?
sv: Visa Berättelse?
tr: Hikayeyi Görüntüle?
uk: Переглянути історію?
uz: Hikoyani ko'rasizmi?
vi: Xem Tin?
zh_hans: 要查看动态吗？
zh_hant: 查看限時動態？

# Stories.Warning.Notice
source: %@ WILL BE ABLE TO SEE that you viewed their Story.
af: %@ SAL KAN SIEN dat jy hul Storie besigtig het.
cs: %@ BUDE VIDĚT, že jste si prohlédl jejich příběh.
da: %@ VIL KUNNE SE at du har set deres Historie.
de: %@ wird sehen können, dass du die Story angesehen hast.
el: %@ ΘΑ ΠΡΕΠΕΙ ΝΑ ΒΛΕΠΕ ότι έχετε δει την Ιστορία τους.
es: %@ PODRÁ VER que viste su historia.
fi: %@ NÄKEE, että olet katsonut heidän Tarinansa.
fr: %@ SERA autorisé à voir que vous avez vu son histoire.
he: %@ יוכל לראות שצפית בסיפור שלו.
hi: %@ देख सकते हैं कि आपने उनकी कहानी देखी है।
hu: %@ LÁTNI FOGJA, hogy megtekintetted a történetüket.
id: %@ AKAN TAHU bahwa Anda telah melihat Cerita mereka.
it: %@ SAPRÀ CHE HAI VISTO la storia.
ja: %@はあなたがそのストーリーを見たことを確認できます。
ko: %@님은 당신이 그들의 스토리를 봤는지 알 수 있습니다.
nl: %@ ZAL KUNNEN ZIEN dat je hun Verhaal hebt bekeken.
no: %@ VIL SE at du har sett deres Historie.
pt: %@ SABERÁ que você viu a Story dele.
ro: %@ VOR FI ACĂ SĂ VEDEȚI că le-ați văzut povestea lor.
ru: %@ СМОЖЕТ УВИДЕТЬ, что вы просмотрели историю.
sr: %@ ЋЕ ВИДЕТИ да сте видели њихову причу.
sv: %@ KOMMER ATT SE att du har sett deras Berättelse.
tr: %@, Hikayesini görüntülediğinizi GÖREBİLECEK.
uk: %@ ЗМОЖЕ ПОБАЧИТИ, що ви переглянули їх історію.
uz: %@ hatto siz ularning Hikoyasini ko'rganini ko'rsatishadi.
vi: %@ SẼ CÓ THỂ THẤY bạn đã xem Tin của họ.
zh_hans: %@ 将能够看到你查看了他们的动态
zh_hant: %@ 將會看到您瀏覽了限時動態

# Stories.Warning.NoticeStealth
source: %@ will not be able to see that you viewed their Story.
af: %@ Sal nie kan sien dat jy hul Storie besigtig het nie.
cs: %@ bude moci vidět, že jste si prohlédl jejich příběh.
da: %@ Vil ikke kunne se, at du har set deres Historie.
de: %@ wird nicht sehen können, dass du die Story angesehen hast.
el: %@ δεν θα είναι σε θέση να δείτε ότι έχετε δει την Ιστορία τους.
es: %@ no podrá ver que viste su historia.
fi: %@ ei näe, että olet katsonut heidän Tarinansa.
fr: %@ ne sera pas en mesure de voir que vous avez vu leur Histoire.
he: %@ לא יוכל לראות שצפית בסיפור שלו.
hi: %@ नहीं देख सकते कि आपने उनकी कहानी देखी है।
hu: %@ nem fogja látni, hogy megtekintetted a történetüket.
id: %@ tidak akan tahu bahwa Anda telah melihat Cerita mereka.
it: %@ non saprà che hai visto la storia.
ja: %@はあなたがそのストーリーを見たことを確認できません。
ko: %@님은 당신이 그들의 스토리를 봤는지 알 수 없습니다.
nl: %@ zal niet kunnen zien dat je hun Verhaal hebt bekeken.
no: %@ vil ikke kunne se at du har sett deres Historie.
pt: %@ não saberá que você viu a Story dele.
ro: %@ nu va putea vedea povestea lor.
ru: %@ не сможет увидеть, что вы просмотрели историю.
sr: %@ неће моћи видети да сте видели њихову причу.
sv: %@ kommer inte att se att du har sett deras Berättelse.
tr: %@, hikayesini görüntülediğinizi göremeyecek.
uk: %@ не побачить, що ви переглянули їх історію.
uz: %@ ularning Hikoyasini ko'rgani ko'rsatmaydi.
vi: %@ sẽ không biết bạn đã xem Tin của họ.
zh_hans: %@ 将无法看到您查看他们的动态
zh_hant: %@ 將無法看到您瀏覽了限時動態

# Settings.Photo.Quality.Notice
source: Quality of uploaded photos and stories.
af: Kwaliteit van uitgaande foto's en fotostories.
cs: Kvalita odchozích fotografií a foto-příběhů.
da: Kvalitet af udgående fotos og foto-historier.
de: Qualität der gesendeten Fotos und Fotostorys
el: Ποιότητα των ανεβασμένων φωτογραφιών και ιστοριών.
es: Calidad de las fotos y foto-historias enviadas
fi: Lähtevien valokuvien ja valokuvatarinoiden laatu.
fr: Qualité des photos et des récits photo sortants
he: איכות התמונות היוצאות והסיפורים בתמונות
hi: भेजे गए फोटो और फोटो-कहानियों की गुणवत्ता
hu: Feltöltött fényképek és történetek minősége.
id: Kualitas foto keluar dan cerita foto
it: Qualità delle foto inviate e foto nelle storie
ja: 送信する写真とフォトストーリーの品質
ko: 보낸 사진과 포토스토리의 품질
nl: Kwaliteit van geüploade foto's en verhalen.
no: Kvalitet på opplastede bilder og historier.
pt: Qualidade de fotos enviadas e photo-stories
ro: Calitatea fotografiilor și povestirilor încărcate.
ru: Качество исходящих фото и фото-историй
sr: Квалитет постављених фотографија и приказа.
sv: Kvaliteten på uppladdade bilder och berättelser.
tr: Gönderilen fotoğrafların ve foto-hikayelerin kalitesi
uk: Якість відправлених фото та історій
uz: Yuklanadigan fotosuratlar va hikoyalarning sifati.
vi: Chất lượng của ảnh gửi đi và ảnh Tin
zh_hans: 发送图片的质量
zh_hant: 傳送影像畫質

# Settings.Photo.SendLarge
source: Send Large Photos
af: Stuur groot foto's
cs: Poslat velké fotografie
da: Send store fotos
de: Sende große Fotos
el: Αποστολή Μεγάλων Φωτογραφιών
es: Enviar fotos grandes
fi: Lähetä suuria valokuvia
fr: Envoyer de grandes photos
he: שלח תמונות גדולות
hi: बड़े फोटो भेजें
hu: Nagy fényképek küldése
id: Kirim foto berukuran besar
it: Invia foto di grandi dimensioni
ja: 大きな写真を送信
ko: 큰 사진 보내기
nl: Verstuur grote foto's
no: Send store bilder
pt: Enviar fotos grandes
ro: Trimite fotografii mari
ru: Отправлять большие фото
sr: Пошаљи велике фотографије
sv: Skicka stora foton
tr: Büyük fotoğraflar gönder
uk: Надсилати великі фотографії
uz: Katta rasmlarni yuborish
vi: Gửi ảnh lớn
zh_hans: 发送大尺寸照片
zh_hant: 傳送大尺寸影像

# Settings.Photo.SendLarge.Notice
source: Increase the side limit on compressed images to 2560px.
af: Verhoog die sybeperking op saamgeperste beelde tot 2560px.
cs: Zvýšit limit velikosti komprimovaných obrázků na 2560px.
da: Forøg sidestørrelsesgrænsen på komprimerede billeder til 2560px.
de: Seitenlimit für komprimierte Bilder auf 2560px erhöhen
el: Αυξήστε το πλευρικό όριο στις συμπιεσμένες εικόνες στα 2560px.
es: Aumentar el límite de tamaño de las imágenes comprimidas a 2560px
fi: Suurenna pakattujen kuvien sivurajaa 2560px:ään.
fr: Augmenter la limite latérale des images compressées à 2560px
he: הגדל את הגבול הצידי של תמונות מודחקות ל-2560px
hi: संकुचित छवियों पर साइड सीमा को 2560px तक बढ़ाएं
hu: Növelje a tömörített képek oldalméretének határát 2560px-re.
id: Tingkatkan batas sisi pada gambar terkompresi menjadi 2560px
it: Aumenta il limite sulla compressione delle foto a 2560px
ja: 圧縮画像のサイド制限を2560pxに増加
ko: 압축 이미지의 크기 제한을 2560px로 증가
nl: Verhoog de zijlimiet bij gecomprimeerde afbeeldingen naar 2560px.
no: Øk grensen for komprimerte bilder til 2560 piksler.
pt: Aumentar o limite de tamanho de imagens comprimidas para 2560px
ro: Crește limita laterală a imaginilor comprimate la 2560px.
ru: Увеличить лимит сторон для сжатых фото до 2560пкс
sr: Повећај лимит величине за компресоване слике на 2560пкс.
sv: Öka sidogränsen för komprimerade bilder till 2560px.
tr: Sıkıştırılmış resimlerdeki kenar sınırını 2560 piksele çıkar
uk: Збільшити ліміт розміру стиснутих зображень до 2560px
uz: Tasodifiy rasmlarni to'g'rilangan hajmini 2560px ga oshiring.
vi: Tăng giới hạn kích thước bên trên của hình ảnh nén lên 2560px
zh_hans: 将压缩图片的尺寸限制提高到 2560px
zh_hant: 將壓縮影像的尺寸限制增加到 2560px

# Settings.VideoNotes.Header
source: ROUND VIDEOS
af: RONDE VIDEOS
cs: KRUHOVÁ VIDEA
da: RUNDE VIDEOS
de: RUNDE VIDEOS
el: ΤΡΟΠΟΣ ΒΙΝΤΕΟ
es: VIDEOS REDONDOS
fi: PYÖREÄT VIDEOT
fr: VIDÉOS RONDES
he: וידאו מעוגלים
hi: गोल वीडियो
hu: KEREK VIDEÓK
id: VIDEO BULAT
it: Videomessaggi
ja: 丸いビデオ
ko: 라운드 비디오
nl: RONDE VIDEO'S
no: RUNDE VIDEOER
pt: VÍDEOS REDONDOS
ro: VIDEO ROTUND
ru: КРУГЛЫЕ ВИДЕО
sr: КРУГ ВИДЕО
sv: RUND VIDEO
tr: YUVARLAK VİDEOLAR
uk: КРУГЛІ ВІДЕО
uz: Aylana video
vi: VIDEO TRÒN
zh_hans: 圆形视频
zh_hant: 圓形影片
