Repository: Swiftgram/translations
Catalog: *.lproj/SGLocalizable.strings
Languages: af, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nl, no, pt, ro, ru, sr, sv, tr, uk, uz, vi, zh_hans, zh_hant

# Common.OpenTelegram
source: Open Telegram
af: Maak Telegram oop
cs: Otevřít Telegram
da: Åben Telegram
de: Telegram öffnen
el: Άνοιγμα Telegram
es: Abrir Telegram
fi: Avaa Telegram
fr: Ouvrir Telegram
he: פתח טלגרם
hi: टेलीग्राम खोलें
hu: Telegram megnyitása
id: Buka Telegram
it: Apri Telegram
ja: Telegram を開く
ko: 텔레그램 열기
no: Åpne Telegram
pt: Abrir Telegram
ro: Deschide telegrama
ru: Открыть Telegram
sr: Отвори Телеграм
sv: Öppna Telegram
tr: Telegram'ı Aç
uk: Відкрити Telegram
uz: Telegramni ochish
vi: Mở Telegram
zh_hans: 打开 Telegram
zh_hant: 開啟 Telegram

# Common.UseTelegramForPremium
source: Please note that to get Telegram Premium, you must use the official Telegram app. Once you have obtained Telegram Premium, all its features will become available in Swiftgram.
af: Let daarop dat om Telegram Premium te kry, moet jy die amptelike Telegram-app gebruik. Nadat jy Telegram Premium verkry het, sal al sy funksies beskikbaar word in Swiftgram.
cs: Vezměte prosím na vědomí, že abyste získali Premium, musíte použít oficiální aplikaci Telegram . Jakmile získáte Telegram Premium, všechny jeho funkce budou k dispozici ve Swiftgramu.
da: Bemærk venligst, at for at få Telegram Premium skal du bruge den officielle Telegram app. Når du har fået Telegram Premium, vil alle dens funktioner blive tilgængelige i Swiftgram.
de: Bitte beachten Sie, dass Sie die offizielle Telegram-App verwenden müssen, um Telegram Premium zu erhalten. Sobald Sie Telegram Premium erhalten haben, werden alle Funktionen in Swiftgram verfügbar.
el: Παρακαλώ σημειώστε ότι για να πάρετε Telegram Premium, θα πρέπει να χρησιμοποιήσετε την επίσημη εφαρμογή Telegram. Μόλις λάβετε Telegram Premium, όλα τα χαρακτηριστικά του θα είναι διαθέσιμα στο Swiftgram.
es: Ten en cuenta que para obtener Telegram Premium, debes usar la aplicación oficial de Telegram. Una vez que haya obtenido Telegram Premium, todas sus características estarán disponibles en Swiftgram.
fi: Huomioi, että saat Telegram Premiumin käyttämällä virallista Telegram-sovellusta. Kun olet hankkinut Telegram Premiumin, kaikki sen ominaisuudet ovat saatavilla Swiftgramissa.
fr: Veuillez noter que pour obtenir Telegram Premium, vous devez utiliser l'application Telegram officielle. Une fois que vous avez obtenu Telegram Premium, toutes ses fonctionnalités seront disponibles dans Swiftgram.
he: שים לב כי כדי לקבל Telegram Premium, עליך להשתמש באפליקציית Telegram הרשמית. לאחר שקיבלת טלגרם פרימיום, כל התכונות שלו יהיו זמינות ב־Swiftgram.
hi: कृपया ध्यान दें कि टेलीग्राम प्रीमियम प्राप्त करने के लिए आपको आधिकारिक टेलीग्राम ऐप का उपयोग करना होगा। एक बार जब आप टेलीग्राम प्रीमियम प्राप्त कर लेंगे, तो इसकी सभी सुविधाएं स्विफ्टग्राम में उपलब्ध हो जाएंगी।
hu: Kérjük vegye figyelembe, hogy a Telegram Prémiumhoz az hivatalos Telegram appot kell használnia. Amint megkapta a Telegram Prémiumot, Swiftgram összes funkciója elérhető lesz.
id: Harap dicatat bahwa untuk mendapatkan Telegram Premium, Anda harus menggunakan aplikasi Telegram resmi. Setelah Anda mendapatkan Telegram Premium, semua fiturnya akan tersedia di Swiftgram.
it: Si prega di notare che per ottenere Telegram Premium, è necessario utilizzare l'app ufficiale Telegram. Una volta ottenuto Telegram Premium, tutte le sue funzionalità saranno disponibili su Swiftgram.
ja: Telegram Premiumを登録するには、公式のTelegramアプリが必要です。 登録すると、Swiftgram等の非公式アプリ含め、Telegram Premiumをサポートする全てのアプリでプレミアムメソッドを利用できます。
ko: 텔레그램 프리미엄을 받으려면 공식 텔레그램 앱을 사용해야 합니다. 텔레그램 프리미엄을 획득하면 모든 기능이 Swiftgram에서 사용 가능해집니다.
nl: Om Telegram Premium te krijgen moet je de officiële Telegram app gebruiken. Zodra je Telegram Premium hebt ontvangen, zullen alle functies ervan beschikbaar komen in Swiftgram.
no: Vær oppmerksom på at for å få Telegram Premium, må du bruke den offisielle Telegram-appen. Når du har tatt Telegram Premium, vil alle funksjonene bli tilgjengelige i Swiftgram.
pt: Observe que para obter o Telegram Premium, você precisa usar o aplicativo oficial do Telegram. Depois de obter o Telegram Premium, todos os seus recursos ficarão disponíveis no Swiftgram.
ro: Vă rugăm să reţineţi că, pentru a obţine Telegram Premium, trebuie să utilizaţi aplicaţia oficială Telegram. Odată ce ai obţinut Telegram Premium, toate caracteristicile sale vor deveni disponibile în Swiftgram.
ru: Обратите внимание, что для получения Telegram Premium, вы должны использовать официальное приложение Telegram. Как только вы получите Telegram Premium, все его функции станут доступны в Swiftgram.
sr: Обратите пажњу да бисте добили Телеграм Премијум, морате користити официјалну Телеграм апликацију. Након што стечете Телеграм Премијум, све његове функције ће бити доступне у Свифтграму.
sv: Observera att för att få Telegram Premium måste du använda den officiella Telegram-appen. När du har fått Telegram Premium, kommer alla dess funktioner att bli tillgängliga i Swiftgram.
tr: Unutmayın ki Telegram Premium'u edinmek için resmî Telegram uygulamasını kullanmanız gerekmektedir. Telegram Premium sahibi olduktan sonra onun tüm özellikleri Swiftgram'da mevcut olacaktır.
uk: Зверніть увагу, що для отримання Telegram Premium ви маєте використовувати офіційний додаток Telegram. Після отримання Telegram Premium, усі переваги стануть доступними у Swiftgram.
uz: Iltimos, Telegram Premiumni olish uchun rasmiy Telegram ilovasidan foydalaning. Telegram Premiumni olinganidan so'ng, barcha xususiyatlar Swiftgram da mavjud bo'ladi.
vi: Vui lòng lưu ý rằng để có được Telegram Premium, bạn phải sử dụng ứng dụng Telegram chính thức. Sau khi bạn đã có Telegram Premium, tất cả các tính năng của nó sẽ trở nên có sẵn trong Swiftgram.
zh_hans: 请注意，您必须使用官方的 Telegram 客户端才可购买 Telegram Premium，一旦您获得 Telegram Premium，其所有功能也将在 Swiftgram 中生效。
zh_hant: 要獲得 Telegram Premium，您必須使用官方 Telegram App。一旦您擁有 Telegram Premium，其所有功能都將在 Swiftgram 中可用。

# Message.HoldToShowOrReport
source: Hold to Show or Report.
af: Hou vas om te Wys of te Rapporteer.
cs: Podržte pro zobrazení nebo nahlášení.
da: Hold for at Vise eller Rapportere.
de: Halten, zum Ansehen oder melden.
el: Κρατήστε για προβολή ή αναφορά.
es: Mantenga presionado para mostrar o reportar.
fi: Pidä esillä näyttääksesi tai ilmoittaaksesi.
fr: Maintenir pour afficher ou rapporter.
he: החזק כדי להציג או לדווח.
hi: दिखाने या रिपोर्ट करने के लिए दबाए रखें।
hu: Tartsa lenyomva a Megjelenítéshez vagy Jelentéshez.
id: Tahan untuk Menampilkan atau Melaporkan.
it: Tieni premuto per mostrare o segnalare.
ja: 表示または報告するために押し続ける。
ko: 보여주거나 신고하기 위해 길게 누르세요.
nl: Houd vast om te Tonen of te Rapporteren.
no: Hold for å vise eller rapportere.
pt: Segure para Mostrar ou Denunciar.
ro: Țineți apăsat pentru a afișa sau raporta.
ru: Удерживайте для Показа или Жалобы.
sr: Држи да би показао или пријавио.
sv: Håll in för att Visa eller Rapportera.
tr: Göstermek veya Bildirmek için Basılı Tutun.
uk: Затисніть, щоб переглянути або поскаржитись.
uz: Ko'rsatish yoki hisobga olish uchun tuting.
vi: Nhấn giữ để Hiển thị hoặc Báo cáo.
zh_hans: 长按显示或举报
zh_hant: 按住以顯示訊息或報告

# Auth.AccountBackupReminder
source: Make sure you have a backup access method. Keep a SIM for SMS or an additional session logged in to avoid being locked out.
af: Maak seker jy het 'n rugsteun toegangsmetode. Hou 'n SIM vir SMS of 'n addisionele sessie aangemeld om te verhoed dat jy uitgesluit word.
cs: Ujistěte se, že máte záložní přístupovou metodu. Uchovávejte SIM pro SMS nebo další přihlášenou relaci, abyste předešli zamčení.
da: Sørg for, at du har en backup adgangsmetode. Behold et SIM til SMS eller en ekstra session logget ind for at undgå at blive låst ude.
de: Stelle sicher, dass du eine weiter Möglichkeit hast auf den Account zuzugreifen. Behalte die SIM Karte im SMS zum Login empfangen zu können oder nutze weitere Apps/Geräte mit einer aktive Sitzung deines Accounts.
el: Βεβαιωθείτε ότι έχετε μια μέθοδο πρόσβασης αντιγράφων ασφαλείας. Κρατήστε μια SIM για SMS ή μια πρόσθετη συνεδρία συνδεδεμένη για να αποφύγετε να κλειδωθεί.
es: Asegúrate de que tienes un método de acceso de copia de seguridad. Mantenga una SIM para SMS o una sesión adicional conectada para evitar ser bloqueada.
fi: Varmista, että sinulla on varmuuskopio pääsymenetelmästä. Pidä SIM tekstiviestejä varten tai ylimääräinen istunto kirjautuneena välttääksesi lukkiutumisen.
fr: Assurez-vous d'avoir une méthode d'accès de sauvegarde. Gardez une carte SIM pour les SMS ou une session supplémentaire connectée pour éviter d'être bloquée.
he: ודא שיש לך שיטת גישה לגיבוי. שמור כרטיס SIM ל-SMS או פתח סשן נוסף כדי למנוע חסימה.
hi: सुनिश्चित करें कि आपके पास बैकअप एक्सेस विधि है। एसएमएस के लिए एक सिम रखें या बाहर निकलने से बचने के लिए एक अतिरिक्त सत्र में लॉग इन करें।
hu: Győződjön meg róla, hogy van biztonsági másolat hozzáférési módszere. Tartsa meg a SMS-hez használt SIM-et vagy egy másik bejelentkezett munkamenetet, hogy elkerülje a kizárást.
id: Pastikan Anda memiliki metode akses cadangan. Simpan SIM untuk SMS atau sesi tambahan yang masuk untuk menghindari terkunci.
it: Assicurati di avere un metodo di accesso di backup. Tieni una SIM per gli SMS o delle sessioni aperte su altri dispositivi per evitare di essere bloccato fuori.
ja: バックアップアクセス方法があることを確認してください。SMS用のSIMを保持するか、追加のセッションにログインしてロックアウトを避けてください。
ko: 백업 접근 방법을 확보하세요. SMS용 SIM 카드를 보관하거나 추가 세션에 로그인하여 잠금을 피하세요.
nl: Zorg ervoor dat je een back-up toegangsmethode hebt. Houd een SIM voor SMS of een extra sessie ingelogd om buitensluiting te voorkomen.
no: Sørg for at du har en sikkerhetskopiert tilgangsmetode. Oppretthold en SIM for SMS eller en ekstra økt logget inn for å unngå å bli låst ute.
pt: Certifique-se de ter um método de acesso de backup. Mantenha um SIM para SMS ou uma sessão adicional logada para evitar ser bloqueado.
ro: Asigurați-vă că aveți o metodă de acces de rezervă. Păstrați un SIM pentru SMS sau o sesiune adițională conectată pentru a evita blocarea.
ru: Убедитесь, что у вас есть запасной вариант входа: Активная SIM-карта или дополнительная сессия, чтобы не потерять доступ к аккаунту.
sr: Обезбеди да имаш методу приступа за резерву. Задржи СИМ за СМС или додатну сесију пријављену да избегнеш блокирање.
sv: Se till att du har en backup-åtkomstmetod. Behåll ett SIM för SMS eller en extra session inloggad för att undvika att bli utelåst.
tr: Yedek erişim yönteminiz olduğundan emin olun. Kilitlenmeden kaçınmak için bir SIM kartı saklayın veya ek bir oturum açın.
uk: Переконайтеся, що у вас є резервний метод доступу. Тримайте SIM-карту для SMS або додаткову сесію, щоб не втратити доступ до акаунту.
uz: Oldin saqlash usulini to'g'riroq o'rnatganingizni tekshiring. Alockli qilish uchun SMS uchun SIM kartni yoki qo'shimcha sessiyani tarqatib turish uchun qo'shimcha kirish usuliga kirish olib qo'ying.
vi: Hãy đảm bảo bạn có một phương pháp truy cập dự phòng. Giữ lại một SIM để nhận SMS hoặc một phiên đăng nhập bổ sung để tránh bị khóa tài khoản.
zh_hans: 请确保您有一个备用的访问方式。保留一张用于接收短信的 SIM 卡或多登录一个会话，以免被锁定。
zh_hant: 請確保您有備用訪問方法。保留用於接收簡訊的 SIM 卡或其他登入狀態以避免被鎖定。

# Auth.UnofficialAppCodeTitle
source: You can get the code only with official app
af: Jy kan die kode slegs met die amptelike app kry
cs: Kód můžete získat pouze s oficiální aplikací
da: Du kan kun få koden med den officielle app
de: Du kannst den Code nur mit der offiziellen App erhalten
el: Μπορείτε να πάρετε τον κωδικό μόνο με επίσημη εφαρμογή
es: Sólo puedes obtener el código con la app oficial
fi: Koodin voi saada vain virallisella sovelluksella
fr: Vous ne pouvez obtenir le code qu'avec l'application officielle
he: תוכל לקבל את הקוד רק דרך האפליקציה הרשמית
hi: आप केवल आधिकारिक ऐप से ही कोड प्राप्त कर सकते हैं
hu: A kódot csak a hivatalos alkalmazással szerezheti meg
id: Anda hanya dapat mendapatkan kode dengan aplikasi resmi
it: Puoi ottenere il codice solo con l'applicazione ufficiale
ja: テレグラムの公式アプリでのみログインコードを取得できます
ko: 코드는 공식 앱으로만 받을 수 있습니다
nl: Je kunt de code alleen krijgen met de officiële app
no: Du kan bare få koden med den offisielle appen
pt: Você só pode obter o código com o aplicativo oficial
ro: Poți obține codul doar cu aplicația oficială
ru: Вы можете получить код только в официальном приложении
sr: Код можете добити само са званичном апликацијом
sv: Du kan endast få koden med den officiella appen
tr: Kodu yalnızca resmi uygulamadan edinebilirsiniz
uk: Ви можете отримати код тільки з офіційним додатком
uz: Siz faqat rasmiy ilovadan faqat kodingizni olasiz
vi: Bạn chỉ có thể nhận được mã thông qua ứng dụng chính thức
zh_hans: 您只能通过官方应用程序获得代码
zh_hant: 您只能透過官方 App 取得驗證碼

# Settings.SmallReactions
source: Small Reactions
af: Klein reaksies
cs: Malé reakce
da: Små reaktioner
de: Kleine Reaktionen
el: Μικρές Αντιδράσεις
es: Reacciones pequeñas
fi: Pienet reaktiot
fr: Petites réactions
he: תגובות קטנות
hi: छोटी-छोटी प्रतिक्रियाएँ
hu: Kis reakciók
id: Reaksi kecil
it: Reazioni piccole
ja: 小さいリアクション
ko: 작은 반응들
nl: Kleine reacties
no: Liten Reaksjon
pt: Pequenas reações
ro: Reacţii mici
ru: Маленькие реакции
sr: Мале реакције
sv: Små reaktioner
tr: Küçük tepkiler
uk: Малі реакції
uz: Kichik Reaktsiyalar
vi: Thu nhỏ biểu tượng cảm xúc
zh_hans: 缩小表情回应
zh_hant: 縮小回應圖示

# Settings.HideReactions
source: Hide Reactions
af: Verberg Reaksies
cs: Skrýt reakce
da: Skjul Reaktioner
de: Verberge Reaktionen
el: Απόκρυψη Αντιδράσεων
es: Ocultar Reacciones
fi: Piilota reaktiot
fr: Masquer les réactions
he: הסתר תגובות
hi: प्रतिक्रियाएँ छिपाएं
hu: Reakciók Elrejtése
id: Sembunyikan Reaksi
ja: リアクションを非表示
ko: 반응 숨기기
nl: Verberg Reacties
no: Skjul Reaksjoner
pt: Esconder Reações
ro: Ascunde Reacțiile
ru: Скрыть реакции
sr: Сакриј реакције
sv: Dölj Reaktioner
tr: Tepkileri Gizle
uz: Reaksiyalarni yashirish
vi: Ẩn Biểu tượng cảm xúc
zh_hant: 隱藏回應

# ContextMenu.SaveToCloud
source: Save to Cloud
af: Stoor na Wolk
cs: Uložit do cloudu
da: In Cloud speichern
de: In Cloud speichern
el: Αποθήκευση στο σύννεφο
es: Guardar en la nube
fi: Tallenna Pilveen
fr: Sauvegarder dans le cloud
he: שמור בענן
hi: क्लाउड में सहेजें
hu: Mentés a Felhőbe
id: Simpan ke Cloud
it: Salva sul cloud
ja: メッセージを保存
ko: 클라우드에 저장
nl: Opslaan in de Cloud
no: Lagre til skyen
pt: Salvar na Nuvem
ro: Salvează în Cloud
ru: Сохранить в Избранное
sr: Сачувај у облак
sv: Spara till Molnet
tr: Buluta Kaydet
uk: Переслати в Збережене
uz: Bulutga saqlash
vi: Lưu vào Đám mây
zh_hans: 保存到收藏夹
zh_hant: 轉傳到儲存的訊息

# ContextMenu.SelectFromUser
source: Select from Author
af: Kies vanaf Outeur
cs: Vybrat od autora
da: Vælg fra Forfatter
de: Vom Autor auswählen
el: Επιλέξτε από τον Συγγραφέα
es: Seleccionar del autor
fi: Valitse Tekijältä
fr: Sélectionner de l'Auteur
he: בחר מהמשתמש
hi: लेखक में से चुनें
hu: Kiválasztás a Szerzőtől
id: Pilih dari Penulis
it: Seleziona dall'autore
ja: 全て選択
ko: 사용자에서 선택
nl: Selecteer van Auteur
no: Velg fra forfatter
pt: Selecionar do Autor
ro: Selectați din autor
ru: Выбрать от Автора
sr: Изабери од аутора
sv: Välj från Författaren
tr: Yazardan Seç
uk: Вибрати від автора
uz: Avtordan tanlash
vi: Chọn từ Tác giả
zh_hans: 选择此人所有消息
zh_hant: 選取此人的所有訊息

# Settings.ContextMenu
source: CONTEXT MENU
af: KONTEKSMENU
cs: KONTEXTOVÉ MENU
da: KONTEKSTMENU
de: KONTEXTMENÜ
el: KONTEXTMENÜ
es: MENÚ CONTEXTUAL
fi: KONTEKSTIVALIKKO
fr: MENU CONTEXTUEL
he: תפריט הקשר
hi: संदर्भ मेनू
hu: KONTEXTUS MENÜ
id: MENU KONTEKS
it: MENU CONTESTUALE
ja: コンテキスト メニュー
ko: 컨텍스트 메뉴
no: KONTEKSTMENY
pt: MENU DE CONTEXTO
ro: MENIU CONTEXTUAL
ru: КОНТЕКСТНОЕ МЕНЮ
sr: КОНТЕКСТ МЕНИ
sv: KONTEXTMENY
tr: BAĞLAM MENÜSÜ
uk: КОНТЕКСТНЕ МЕНЮ
uz: KONTEKS MENYU
vi: MENU NGỮ CẢNH
zh_hans: 消息菜单
zh_hant: 內容選單

# Settings.ContextMenu.Notice
source: Disabled entries will be available in "Swiftgram" sub-menu.
af: Gedeaktiveerde inskrywings sal beskikbaar wees in die "Swiftgram" sub-menu.
cs: Zakázané položky budou dostupné v podmenu "Swiftgram".
da: Deaktiverede indgange vil være tilgængelige i "Swiftgram" undermenuen.
de: Deaktivierte Einträge sind im 'Swiftgram'-Untermenü verfügbar.
el: Deaktivierte Einträge sind im 'Swiftgram'-Untermenü verfügbar.
es: Las entradas desactivadas estarán disponibles en el submenú "Swiftgram".
fi: Poistetut kohteet ovat saatavilla 'Swiftgram'-alavalikossa.
fr: Les entrées désactivées seront disponibles dans le sous-menu 'Swiftgram'.
he: פריטים מבוטלים יהיו זמינים בתת-תפריט 'Swiftgram'.
hi: अक्षम प्रविष्टियाँ "स्विफ्टग्राम" उप-मेनू में उपलब्ध होंगी।
hu: A kikapcsolt bejegyzések elérhetők lesznek a 'Swiftgram' almenüjében.
id: Entri yang dinonaktifkan akan tersedia di sub-menu "Swiftgram".
it: Le voci disabilitate saranno disponibili nel sottomenu "Swiftgram".
ja: 無効化されたエントリは、「Swiftgram」サブメニューから利用できます。
ko: 'Swiftgram' 하위 메뉴에서 비활성화된 항목을 사용할 수 있습니다.
nl: Uitgeschakelde items zijn beschikbaar in het 'Swiftgram'-submenu.
no: Deaktiverte oppføringer vil være tilgjengelige i 'Swiftgram'-undermenyen.
pt: Entradas desativadas estarão disponíveis no sub-menu 'Swiftgram'.
ro: Intrările dezactivate vor fi disponibile în submeniul 'Swiftgram'.
ru: Выключенные пункты будут доступны в подменю «Swiftgram».
sr: Онемогућени уноси ће бити доступни у 'Swiftgram' подменују.
sv: Inaktiverade poster kommer att vara tillgängliga i 'Swiftgram'-undermenyn.
tr: Devre dışı bırakılmış girişler "Swiftgram" alt menüsünde mevcut olacaktır.
uk: Вимкнені елементи будуть доступні в підменю "Swiftgram".
uz: O'chirilgan kirishlar "Swiftgram" pastki menudasiga o'tkaziladi.
vi: Mục nhập đã vô hiệu hóa sẽ có sẵn trong menu phụ 'Swiftgram'.
zh_hans: 已禁用的项目可在 Swiftgram 子菜单中找到
zh_hant: 停用的選項可在 Swiftgram 選單中使用

# Settings.ChatSwipeOptions
source: Chat List Swipe Options
cs: Možnosti potáhnutí v seznamu chatu
de: Chatlisten-Wisch-Optionen
el: Επιλογές Συρσίματος Λίστας Συνομιλίας
es: Opciones de deslizamiento de la lista de chats
fr: Options de balayage de la liste de chat
he: אפשרויות גלילה ברשימת צ'אטים
hi: चैटलिस्ट स्वाइप विकल्प
hu: Csevegőlista húzás opciók
id: Opsi gesek daftar obrolan
it: Opzioni scorrimento nella lista delle chat
ja: チャットリストのスワイプ設定
ko: 채팅 목록 스와이프 옵션
nl: Veegopties voor chatlijst
no: Chat liste sveip alternativer
pt: Opções de deslizar Lista de Chat
ro: Opțiuni de glisare a chatului
ru: Опции чатов при свайпе
sr: Опције превлачења списка разговора
sv: Svepalternativ för chattlistan
tr: Sohbet listesi kaydırma seçenekleri
uk: Опції свайпу у списку чатів
uz: Chat Ro'yxati Sürüş variantlari
vi: Tuỳ chọn Lướt Danh sách Chat
zh_hans: 对话列表滑动选项
zh_hant: 對話列表滑動選項

# Settings.PullToNextChannel
source: Pull to Next Unread Channel
af: Trek na Volgende Ongelese Kanaal
cs: Táhnout na další nepřečtený kanál
da: Træk til Næste U’læst Kanal
de: Ziehen zum nächsten Kanal
el: Τραβήξτε στο επόμενο μη αναγνωσμένο κανάλι
es: Saltar al siguiente canal no leído
fi: Vetää seuraavaan lukemattomaan kanavaan
fr: Tirer vers le prochain canal non lu
he: משוך לערוץ לא נקרא הבא
hi: अगले अपठित चैनल पर खींचें
hu: Húzza a következő olvasatlan csatornához
id: Tarik untuk obrolan berikutnya
it: Tira per il prossimo canale non letto
ja: 次の未読チャンネルまでプルする
ko: 다음 읽지 않은 채널까지 당겨서 보기
nl: Trek naar het volgende ongelezen kanaal
no: Dra til neste uleste kanal
pt: Puxe para o próximo canal não lido
ro: Trageţi pentru următorul canal necitit
ru: Потянуть для перехода в канал
sr: Повуци на следећи непрочитан канал
sv: Dra till nästa olästa kanal
tr: Sonraki okunmamış kanal için çekin
uk: Потягнути до наступного каналу
uz: Keyingi O'qilmagan Kanalga burilish
vi: Kéo xuống đến kênh chưa đọc
zh_hans: 上滑到下一未读频道
zh_hant: 頻道瀑布流

# Settings.PullToNextTopic
source: Pull to Next Topic
af: Trek na Volgende Onderwerp
cs: Přetáhněte na další téma
da: Træk for at gå til næste emne
de: Ziehen Sie zum nächsten Thema
el: Τραβήξτε για το Επόμενο Θέμα
es: Deslizar para ir al siguiente tema
fi: Vedä seuraava aihe
fr: Tirer pour le sujet suivant
he: משוך כדי להמשיך לנושא הבא
hi: अगले विषय को खींचें
hu: Húzza le a következő témához
id: Tarik ke Topik Berikutnya
it: Scorri per il prossimo topic
ja: 次のトピックに移動する
ko: 다음 주제로 끌어당기기
nl: Trek naar Volgend Onderwerp
no: Dra til neste emne
pt: Arraste para o Próximo Tópico
ro: Trageți către Următorul Subiect
ru: Потянуть для перехода к след. теме
sr: Повуци на следећу тему
sv: Dra till Nästa Ämne
tr: Bir Sonraki Konuya Çek
uk: Потягнути до наступної гілки
uz: Keyingi mavzuga torting
vi: Kéo Để Đến Chủ Đề Tiếp Theo
zh_hans: 上滑到下一个主题
zh_hant: 下拉以查看下一話題

# Settings.GalleryCamera
source: Camera in Gallery
cs: Fotoaparát v galerii
da: Kamera i Galleri
de: Kamera in der Galerie
el: Κάμερα στη Γκαλερί
es: Cámara en galería
fr: Appareil photo dans la galerie
he: מצלמה בגלריה
hi: गैलरी में कैमरा
hu: Kamera a Galériában
id: Kamera di galeri
it: Fotocamera nella galleria
ja: ギャラリーのカメラを隠す
ko: 갤러리 내 카메라
nl: Camera in Galerij
no: Kamera i galleri
pt: Câmera na Galeria
ro: Cameră foto în Galerie
ru: Камера в галерее
sr: Камера у галерији
sv: Kamera i galleriet
tr: Galeride kamera
uk: Камера в галереї
uz: Galereyadagi Kamera
vi: Máy ảnh trong thư viện
zh_hans: 图库中的相机
zh_hant: 相簿圖庫

# Settings.SendAsButton
source: "%@" Button
cs: Tlačítko "%@"
da: "%@" Knap
de: "%@" Schaltfläche
el: " Κουμπί%@"
es: Botón "%@"
fr: Bouton "%@"
he: כפתור "%@"
hi: "%@" बटन
hu: "%@" Gomb
id: Tombol "%@"
it: Pulsante "%@"
ja: "%@" ボタン
ko: "%@" 버튼
nl: "%@" knop
no: "%@" knapp
pt: Botão "%@"
ro: Butonul "%@"
ru: Кнопка "%@"
sr: "%@" Дугме
sv: "%@" Knapp
tr: "%@" butonu
uk: Кнопка "%@"
uz: "%@" Tugma
vi: "%@" Nút
zh_hans: "%@" 按钮
zh_hant: "%@" 按鈕

# Settings.SnapDeletionEffect
source: Message Deletion Effects
cs: Účinky odstranění zpráv
da: Besked Sletnings Effekter
de: Nachrichtenlösch-Effekte
el: Εφέ Διαγραφής Μηνύματος
es: Efectos de eliminación de mensajes
fr: Effets de suppression de message
he: אפקטים של מחיקת הודעות
hi: संदेश विलोपन प्रभाव
hu: Üzenet törlés hatások
id: Efek penghapusan pesan
it: Effetti eliminazione messaggi
ja: メッセージ削除のエフェクト
ko: 메시지 삭제 효과
nl: Verwijderde Berichten Effecten
no: Sletting av melding effekter
pt: Efeitos de exclusão de mensagens
ro: Efecte ștergere mesaj
ru: Эффекты удаления сообщений
sr: Ефекти брисања поруке
sv: Effekter på meddelandet
tr: Mesaj silme efektleri
uk: Ефекти видалення повідомлення
uz: Xabar O'chirish O'zgartirishlari
vi: Hiệu Ứng Xóa Tin Nhắn
zh_hans: 删除消息的特效
zh_hant: 訊息刪除效果

# Settings.Stickers.Size
source: SIZE
cs: VELIKOST
da: STØRRELSE
de: GRÖSSE
el: ΜΕΓΕΘΟΣ
es: TAMAÑO
fr: TAILLE
he: גודל
hi: आकार
hu: MÉRET
id: UKURAN
it: DIMENSIONE
ja: サイズ
ko: 크기
nl: GROOTTE
no: STØRRELSE
pt: TAMANHO
ro: MISIUNE
ru: РАЗМЕР
sr: ВЕЛИЧИНА
tr: BOYUT
uk: РОЗМІР
uz: OLCHAM
vi: KÍCH THƯỚC
zh_hans: 尺寸
zh_hant: 尺寸

# Settings.Stickers.Timestamp
source: Show Timestamp
cs: Zobrazit časové razítko
da: Vis tidsstempel
de: Zeitstempel anzeigen
el: Εμφάνιση Χρονοσήμανσης
es: Mostrar marca de tiempo
fr: Afficher l'horodatage
he: הצג חותמת זמן
hi: टाइमस्टैंप दिखाएं
hu: Időbélyeg Megjelenítése
id: Tampilkan Timestamp
it: Mostra timestamp
ja: タイムスタンプを表示
ko: 시간 표시 표시
nl: Tijdstempel weergeven
no: Vis tidsstempel
pt: Mostrar Data/Hora
ro: Arată Ora
ru: Показывать время
sr: Прикажи временски линку
sv: Visa tidsstämpel
tr: Zaman Damgasını Göster
uk: Показувати час
uz: Vaqtni Ko'rsatish
vi: Hiện mốc thời gian
zh_hans: 显示时间
zh_hant: 顯示時間戳

# Settings.RecordingButton
source: Voice Recording Button
cs: Tlačítko nahrávání hlasu
da: Lydoptageknap
de: Sprachaufnahme-Button
el: Πλήκτρο Ηχογράφησης Φωνής
es: Botón de grabación de voz
fr: Bouton d'enregistrement vocal
he: כפתור הקלטת קול
hi: वॉयस रिकॉर्डिंग बटन
hu: Hangrögzítés Gomb
id: Tombol Perekaman Suara
it: Pulsante per la registrazione vocale
ja: 音声録音ボタン
ko: 음성 녹음 버튼
nl: Spraakopname knop
no: Tale opptaksknapp
pt: Botão de gravação de voz
ro: Butonul Înregistrare Voce
ru: Кнопка записи голоса
sr: Дугме за гласовно снимање
sv: Röstinspelningsknapp
tr: Ses Kaydı Düğmesi
uk: Кнопка запису голосу
uz: Ovozni Yozish Tugmasi
vi: Nút Ghi Âm Giọng Nói
zh_hans: 录音按钮
zh_hant: 錄音按鈕
